{
  "1": [
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 1,
      "cost": 100,
      "name": "A Bottomless Heart",
      "source": "Generic Hentai World",
      "description": "For an ordinary person it may be enough to only have one other person to spend your life with, but there’s nothing ordinary about you, is there? Love and emotional attachment comes to you easily and you find it more difficult than most to let go of those you care about, to the point that choosing one woman over another when you love them both is unthinkable to you. Luckily, this is not without its benefits. You have a perfect photographic memory for information about people you care about, no matter how many of those people you might have. You’ll never forget their birthdays, favorite meals, erogenous zones, etc. and can easily keep track of their needs and desires without even thinking very hard about it.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 2,
      "cost": 100,
      "name": "A First-Rate is better than three Third-Rates",
      "source": "Generic Xianxia",
      "description": "Having multiple spouses can be a nightmare to even the best of people, for as a group grows so does the potential for conflict and negative emotions. You are not most people. When you have multiple spouses and suitors, all of them for some reason seem to come to an understanding quite quickly. Once they get to know you and each other well, the incidents of infighting and backstabbing soon cease, and they will work together (or at least not hamper each other) far more often. No Jumper, YOU are the Waifu! ​(Generic Xianxia) (100 CP) Your many spouses will now develop feelings for each other as well as you. It's no longer a pyramid of affection with you at the top and the harem below you, but an intricate spider's web of relationships within the group that stays with you. As a result, they will get along with each other more readily and both the relationships of you and your spouses are richer and more fulfilling - not to mention robust.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 3,
      "cost": 100,
      "name": "Sexy Time",
      "source": "Generic Hentai World",
      "description": "You can always find time for a quickie or a roll in the hay. This perk makes time move at the speed of convenience whenever you’re up to something sexy, be it taking your girlfriend(s) on a date or getting a quick blowjob between classes. As long as you’re intending to be fast, time bends to make sure you finish on time. Longer time periods can accommodate longer sessions, so you can take your harem on a date, finish with an orgy, and still have them home by dinner.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 4,
      "cost": 200,
      "name": "Dark Teacher",
      "source": "Fate/Legends - Land of Shadows",
      "description": "Teachers have a great deal of power, given they are the source of each proceeding generation’s greatest warriors, magicians and leaders. Rarely is this more true than it is for you. A teacher like few others, those who study under you find that they learn as if they had enormous talent for anything you teach them, picking up everything from the combat arts to the spells of the far off Norse with lightning speed. Even faster this grows should you welcome them into your bedchambers and give them the gift of your thighs. You are particularly charming to any student you have in that manner indeed, and find that even those not yet your student will feel a growing desire to become such as your own fame for great skill and power grows.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 5,
      "cost": 200,
      "name": "Hot for Teacher",
      "source": "Generic Hentai World",
      "description": "Sex now counts as training for purposes of refining your supernatural abilities. By including a sexual component, any training you perform will be tripled in effectiveness after all other modifiers are applied. You can also train others this way. Trying to teach a foxy young kunoichi better chakra control? Make her practice with a couple of vibrators in her and she’ll get massive gains.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 6,
      "cost": 400,
      "name": "Bonds of Sisterhood",
      "source": "Generic Hentai World",
      "description": "A true harem is more than just a collection of people you have sex with: it’s a family, and family hangs together through thick and thin even if they don’t like each other. Your harem is empowered by the strength of that bond, and the tighter the bond the tighter the harem will be in turn. This perk helps your haremettes cooperate with each other more effectively: given two girls whose only relationship is with you, they’ll find it much easier to make their individual efforts click together and support each other instead of tripping their partner up. Take the same two girls and make their relationship as strong with each other as it is with you, whether as friends or lovers or romantic rivals, and they'll laugh off mind-control or even the most insidious attempts to turn them against each other. This works for all group activities, from singing a duet to cooking a meal to group sex.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 7,
      "cost": 400,
      "name": "Herding Cats",
      "source": "Generic Hentai World",
      "description": "The larger a harem grows the more likely there is to be conflict within it. Diverse personalities and clashing egos will cause untold chaos within a harem unless you step up and take charge of it, and take charge you will. You have an uncanny knack for getting diverse groups of people to put aside their differences and work together as a team. This doesn’t negate things like jealousy and obsession but you can more easily convince people to put their personal grievances aside in the name of pursuing a common goal, and fall naturally into a leadership position within any team that forms from these efforts. Pursue it enough and you can plant the seeds of more positive relationships: under your watch bitter enemies may become friendly rivals, and existing friendships may deepen or take a turn for the romantic.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 8,
      "cost": 400,
      "name": "Hot for Teacher",
      "source": "Angel Academy",
      "description": "Few teachers are better-suited to prepare their students for the world of adulthood than you are. After all, most teachers these days completely neglect to give their students a proper course in sexual education, and that’s exactly where your talents stand out the most! You’re one of the best teachers a student could ask for, and those who study under you will learn as if they had a natural talent for any subject you teach them. Students of your preferred gender(s) are especially enthralled with your lessons, especially when you give them more personal incentives to excel. The more intimate you become with your students, the faster they learn and the more they can learn. You could even turn a bimbo into an honor student with enough injections of Vitamin ‘D’.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 9,
      "cost": 600,
      "name": "Battle Harem",
      "source": "Generic Hentai World",
      "description": "Jumpers inevitably face many challenges during the course of their chains, and anyone who hopes to join them on their journey needs to be able to keep up and contribute something to both their spouse and their harem sisters. By pooling their efforts with either each other or with you, the members of your harem can achieve results much greater than the sum of their separate abilities. Two warriors creating a combo attack will strike with significantly more power than either could alone, a hacker and thief working together could crack hardened security systems with ease, and a scientist and wizard could create revolutionary magitech together. The effects of this perk scale with the number of teammates contributing to a single effort but is capped by the teamwork of all involved participants. Woe to the enemy stupid enough to draw the ire of your entire harem at once.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 10,
      "cost": 600,
      "name": "Leader of the Pack",
      "source": "Generic Hentai World",
      "description": "All Scoundrels are charming and fearless in pursuit of their conquests but some stand apart from their peers like kings among peasants. You have the confidence and charisma of a natural leader, an aura of dominance if you will, and more importantly you’ve got the raw sexual skill to back up that confidence. Those who have weak wills or submissive desires submit eagerly or fold like wet paper before you, their bodies becoming putty in your hands as you bring them to orgasm after orgasm. Even those who are made of sterner stuff know better than to cross you without a very good reason, and those who dare to do so anyways can be brought to their knees and trained into more obedient pets once you’ve given them the pleasure of your company for a few nights.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 11,
      "cost": 600,
      "name": "Love Slaves",
      "source": "Generic Hentai World",
      "description": "Though his methods are... unconventional compared to the Romantic or the Harem Protagonist, at the end of the day a Scoundrel’s ultimate goal is still winning his love interest’s heart. But the heart can be tamed and dominated just like the body, and by doing so you can bind your partners to your side in chains of unconditional love and submissive lust. Love and dominance are now two sides of the same coin for you: when you exert dominance over a person you can choose to train them to fall in love with you as well, and those who already love you can be easily taught the pleasure of submission. This process is gradual and does not work on those who have no positive feelings for you at all, but as long as the tsundere is at least a little bit -dere for you then you can bring her to her knees and make her admit her true feelings for you. Even those who are naturally dominant can be made to fall for you with time and effort, though they will take considerably more effort to seduce than those who are naturally submissive.",
      "chapter": "Lewd"
    },
    {
      "__source": "Sheet Companion - Lewd",
      "__line": 12,
      "cost": 600,
      "name": "The Golden Ending",
      "source": "Generic Hentai World",
      "description": "This is it Jumper, the happily ever after that every Harem Protagonist dreams of achieving. You’ve reached the “marry them all” stage in your journey where your entire harem is in love with you (and possibly each other) and everyone is happy to share, or if you haven’t yet then you will eventually. Once you’ve reached this ideal state nothing short of deliberate abuse or neglect on your part can make the members of your harem break up or fall out of love with you or with each other. New girls will be welcomed into the fold by their elder sisters rather than shunned or rejected, though this doesn’t guarantee a lack of personality conflicts. Even if you vanish into a Gauntlet for a hundred years or do a stint as an evil overlord they’ll all continue to love and support you, if perhaps from a distance, until you return to them.",
      "chapter": "Lewd"
    }
  ]
}