{
  "2": [
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 1,
      "source": "A Will Eternal",
      "name": "Immortal Moonvine",
      "description": "You will receive a plant seed from beyond the stars of the Eternal Flower. This sentient plant was called the Immortal Moonvine in the immortal worlds and was considered a legendarily rare plant even in those countless worlds. Bai Xiaochun simply calls it the Moonflower. This plant grows by absorbing frigid qi, which has a natural consequence of raising the local temperature. As long as there is qi and earth present for it to absorb, this plant has no limits to the size it will reach. In the absence of those, it can subsist on pills without any negative effects. It can control its vines as it they were limbs and, potentially even better, it can shrink back to a single flower again on command in seconds, and grow back to its original size too. If a new-born moonflower were to be left in a continent spanning arctic, within a few months the entire landmass would have melted into a lush land filled with the moonflower’s vines. If the plant were to be ripped to shreds, those fragments could quickly start to regrow and recombine, coming back in greater volume than before. A plant with endless potential, should you care for it properly. Bonding with this plant will greatly help with any frigid techniques you may have.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 2,
      "source": "A Will Eternal",
      "name": "Beastbirth Seed",
      "description": "This is a legendary plant sought after by any cultivator. It is giant steamed bun shaped plant that emits special pheromones that attracts beasts to it. Beasts will enter into the 18 meter tall flower and be put into a wonderful realm of illusions. While in this happy state the flower will absorb the quintessence, the life essence ancestral blood, of the magical beasts, before ejecting them. For a month this plant will remain open, absorbing the essence of every beast that enters into it. After this period is finished it will give birth to a creature with the bloodline of every beast that it absorbed the blood of. The more creatures it samples, and the more powerful their bloodlines are, the more powerful the creature that is born will be.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 3,
      "source": "Alice's Adventures In Wonderland",
      "name": "MUSHROOM ME",
      "description": "This mushroom grows or shrinks you to tiny or gigantic heights depending on which size you nibble from. Buying them once will allow you to grow them on other worlds or in a nice botanical garden which all respectable people should have.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 4,
      "source": "All-Star Superman",
      "name": "Kryptonian Flower",
      "description": "A soft, golden flower from a Krypton that may be or a Krypton that never was. On its own, it doesn’t do much, but leaving it at a grave or a memorial will bring a feeling of serenity and peace to the site. Perhaps the soul it belongs to is better at ease, now...?",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 5,
      "source": "Anders",
      "name": "Anti-eater flowers",
      "description": "A bouquet of flowers that will grow and prosper practically everywhere. They don’t need a lot of water or nutrients. They produce a very intense unpleasant smell. This smell terrifies eaters and will even keep a giant hungry swarm of them away (as long as you don’t openly bleed and the smell of your blood makes their hunger overwrite their terror). Also works on all forms of Arthropoda",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 6,
      "source": "Aquaria",
      "name": "Seed Bag",
      "description": "Once formed by the Druniads out of still-living leaves, this bag is filled to the brim with all varieties of seeds. When planted in the silt of a sea bed, they will quickly sprout into a small garden of leafy green plants, perfect for forming the base of a meal, or crafting into healing poultices. Somehow, no matter how many seeds are drawn from the bag, it never quite runs out of them.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 7,
      "source": "Aquaria",
      "name": "Big Seed",
      "description": "Larger than most fish, this spined green seed thrums with the energy of the Verse. When planted, it will sprout into not just one bloom, but a colorful garden. Not merely beautiful, these flowers regularly grow potent fruit, including vibrant red bulbs which burn with fiery energy, and cyan ones filled with life-giving nectar that, when properly prepared, can heal even mortal wounds.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 8,
      "source": "Aquaria",
      "name": "Song Plant Spore",
      "description": "This spore reacts strongly to the Verse, changing color and pulsing with its melody. When planted, it will grow into a colorful bulbous plant, just as reactive to your song. When sung to, it will eventually burst, leaving behind a new spore and a treasure which has grown within it – generally a rare ingredient, a meal, a poultice, or a trinket, but occasionally rarer.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 9,
      "source": "Archie Sonic Universe",
      "name": "Miracle Planet Flowers",
      "description": "Indulging in a spot of botany, then? These flower seeds are straight from the Miracle Planet, a planetoid that was once chained to Mobius in an attempt to conquer it by the notorious Doctor Eggman. These flowers are rare due to the Miracle Planet only passing by Mobius every once in a blue moon, so be glad! Luckily, this breed can grow in most soils and is relatively hardy, so you won’t have to worry about them dying. They’re very beautiful flowers, but what’s more is that they actually produce a fair amount of energy! You could easily charge a device with one in a flower pot(and some way of actually capturing the energy) or power a small home with a bouquet’s worth rooted in the ground!",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 10,
      "source": "Ark Survival Evolved",
      "name": "Plant Species X",
      "description": "​You gain a large potted plant that while at first looks stupid, you soon realize has the ability to shoot poison barbs automatically at anything approaching you. You can “set” its range and behaviour using your specimen Implant like you can with mounts to be passive as in not shoot anything, and hostile as in shoot everything that moves, or more fine tuned settings such as only other humans or tamed mounts, or only wild animals. Alongside the potted plant you gain a pack with ten seeds. It refills every Jump.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 11,
      "source": "Atelier Arland",
      "name": "Glow Grass",
      "description": "A grass sample that adds a soft white luminescence to your garden, allowing plants to grow even if there’s no sun, there’s no telling where this glow grass actually came from. Normally, glow grass will only grow under the cleanest conditions, and is a good sign of the general health of your garden. It also makes for a pretty night light.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 12,
      "source": "Atelier Arland",
      "name": "Winding Grass",
      "description": "More vines than grass, introducing samples of these into your garden will lead all of your plants to grow more erratically. It wouldn’t be a far stretch to say that they’ve all grown taller, but they also exhibit some vine like tendencies, so be wary of tripping hazards! Naturally, plants that bear fruit will have more room to bear fruit – and bear more fruit consequently.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 13,
      "source": "Atelier Arland",
      "name": "Serenity Flower",
      "description": "A nice name for a potentially dangerous plant, the serenity flower is a potent relaxing agent. Useful for subduing active beasts and men alike, its fragrance drains the motivation out of those who accidentally inhale too much of it. Within the vicinity of your garden, anyone who enters is pacified – and the flower itself helps victims of insomnia as well. Be wary should your garden expand, it is very likely that the effect of this flower will expand as well, as long as it continues to grow within your garden.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 14,
      "source": "Atelier Arland",
      "name": "Fairy World Tree",
      "description": "A makeshift home for sprites - this strange tree possesses a magic, and it is key should you ever wish to give your companions in stasis a place to reside while you go off on your adventures. Your companions in stasis can adopt a spirit form and tend to the garden, replacing forest spirits already existing. They are bound to the same limitations as a forest spirit, though they don’t necessarily have to maintain that form. It does mean that you won’t be able to have them do anything substantial besides tending to the garden though (So no fighting or substantial crafting!). Naturally, for this to act, you need to have forest spirits to begin with. The limit of how many companions you can move in is dependent on how many spirits you have – and you can rotate them out, but only at the moment you enter a new world.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 15,
      "source": "Atomicrops",
      "name": "Giant Roses",
      "description": "You gain a supply of rose seeds. These roses are larger than normal and join to become a giant rose without needing purple fertilizer. These roses are considered extremely romantic and anyone who receives them as a gift understands it as a romantic advance. Their perfume makes people more open to romance and to forgiveness.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 16,
      "source": "Atomicrops",
      "name": "HeartBeets",
      "description": "These seeds are from a special crop, a type of beet that can heal wounds when eaten. A single beat can cut bruises and scrapes and a diet of it across days might even regenerate a lost limb. Eating these while healthy steadily increases the endurance and toughness of the eater, to superhuman degrees, though the benefits start diminishing after it triples the base endurance and toughness.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 17,
      "source": "Avatar - Legend Of Korra",
      "name": "Spirit Tree Sapling",
      "description": "It may not look like anything special, but this small unassuming plant it is actually brimming with spiritual energy and possess many interesting supernatural qualities. The tree can slightly move in response to danger and certain spirits may be attracted to it if they're nearby. Additionally some individuals with spirit or nature based abilities will be able to sense and see things through the tree's roots, and any vines harvested from this plant will contain powerful spirit energy that can be harnessed to power mechanical devices. If you plant the sapling somewhere it can prosper then it'll eventually grow to a towering size and create a city sized forest spirit flora around it. However it would take decades for the tree to reach it's adult height and at least several centuries for a full forest to develop.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 18,
      "source": "Bastion",
      "name": "Vineapple Seeds",
      "description": "A small packet of seeds for the Vineapple plant that grows in abundance in the Wilds. They grow quickly and with minimal care, and quickly bear a spiky fruit. The green fruit given by this plant are safe to eat, delicious, nutritious, and give a minor increase to physical abilities for several minutes. The yellow fruit are very sensitive, and a small nudge can cause them to violently explode and spread their seeds. The color of fruit grown can be predicted by the color of the seeds, but both varieties give equal amount of seeds for both.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 19,
      "source": "Baten Kaitos Origins",
      "name": "Celestial Tree Seed",
      "description": "The seed for a Celestial Tree, which grows wood that is as tough as steel and imbued with strange elemental effects. Fortunately, this particular seed will grow on its own without any particular effort beyond planting it, so no need to run around gathering the necessary materials. You get a new one each time the previous tree withers.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 20,
      "source": "Batman - The Dark Knight Trilogy",
      "name": "Blue Flowers",
      "description": "On the eastern slopes of the mountains of Bhutan one can find very rare, blue flowers, which only grow in that particular place. You gain a pot that grows them. To someone with the necessary knowledge a chemical that causes people to hallucinate their fears can be derived. Perhaps there are other uses for this?",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 21,
      "source": "Battle Through The Heavens",
      "name": "Green Lotus Core",
      "description": "On the surface this appears to be a large green lotus. One could typically only encounter this kind of flower floating within the magma underneath the world. At the center of the lotus is a 3 feet wide green colored platform, which is formed from the agglomeration of the planet’s flame for a thousand years. The roots of this lotus absorb fire type energy greedily, and convert it into pure energy. If you were to sit on the lotus platform you would find your cultivation speed increasing four fold. You will also be able to call upon the core flames to defend yourself if you encounter an enemy. This is sufficient to chase away Dou Ling cultivators. Perhaps the greatest benefit that this Lotus Core will bring is that it is the birthplace of the 19th rank Heavenly Flame. Once it accumulates enough fire energy, which normally might take a millennia, it will naturally form a new one. More frequently it will produce core-fire lotus seeds, which are extremely useful to fire affinity cultivators and would boost your affinity with said Heavenly Flame. Any ordinary metal that touches this lotus will melt. It requires a jade tool to cut.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 22,
      "source": "Battle Through The Heavens",
      "name": "Bodhisattva Ancient Tree",
      "description": "The Bodhisattva Ancient Tree is regarded as one of the top three natural treasures on the continent. It is a ten thousand feet tall sentient tree that has existed since prehistoric times. The value of it to some cultivators cannot be overstated. The least of its treasures, its seeds, increase the chance of reaching Dou Sheng. If it wishes, it might allow you to undergo the tempering of one hundred reincarnations under its leaves, strengthening both your cultivation and mind. A benefit few know about is the fact that the tree can act as a source of a terrifying amount of shockingly pure Qi. But more importantly than that, the tree is able to expand the limits of ones previously fixed reserves of Qi. The final, and most valuable, gift the tree can give is the Bodhisattva Heart. Normally, once every millennia it will produce this heart which will allow one to directly ascend to Dou Sheng. The lower cultivation you are, the longer this will take. It will also gradually replace your original heart. This would allow you to survive a fatal attack to the heart, as well as continuously nourish the soul. If you hold off on absorbing this heart, it will naturally secrete a special saliva that has the effect of strengthening your body’s constitution. Properly fed on energy, this tree might appear once a jump to release some seeds, and if you are very lucky, a single heart. Otherwise the Bodhisattva tree is known to hide underground, where no-one can find it, as it regains its energy. Should someone earn its ire, it should be known that this tree can wound a Dou Di.",
      "cost": 800,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 23,
      "source": "Big O",
      "name": "Daemonseed",
      "description": "You’ve somehow obtained a seed from a strange man wearing a Santa Claus outfit. This seed is a giant Christmas tree that will exponentially grow. The biggest difference is that this version of Daemonseed is a much more devastating weapon than the original. While the original daemonseed stopped growing after a point, this version does not stop growing will eventually consume everything.",
      "cost": 500,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 24,
      "source": "Black Crusade Part 1",
      "name": "Archaeoseed",
      "description": "To serve the Emperor is to do more than slay his enemies and conquer world. After all, after destruction there must come creation. After every war, there must come a period of rebuilding. Recovered from the Dark Age of Technology, these seeds will aid you in that respect. Upon planting these seeds in desolate or war-torn grounds, over time they will slowly enrich the soil and repair any pollution or deficits the soil may have had, allowing other plants and crops to finally grow here. Even better, they mix well with other seeds and while on their own they provide a nutritious crop that taste something like potatoes when cooked, mixing the seeds will bolster whatever plants you plant alongside them. In time you could even repair entire continents with this stuff.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 25,
      "source": "Black Crusade Part 1",
      "name": "Binder Fungus",
      "description": "Not all weapons are meant to cause death or dismemberment. Not all weapons are meant to harm others on a physical level. Sometimes, a weapon is meant to attack the mind and the soul with the implications of what is to come. This is one such weapon, a fungus that when spread on fertile ground will grow into the shape of symbols and runes related to the forces of Chaos. One might question the use of such a thing, but the spores are very easy to spread so entire fields and cities can be afflicted with symbols. That knowledge brings fear, and it is that fear that shall bring harm everlasting upon the unfaithful.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 26,
      "source": "Black Crusade Part 2",
      "name": "Trees of Eternity",
      "description": "Humans do not live forever normally, this is truth. However, juvenant compounds can greatly prolong life while curative compounds can heal any illness. Such treatments are very expensive in the Imperium, which is why these trees are so damned valuable. So long as you have the crystal trees in the same biosphere as the trees of white and purple, they’ll feed on psionic energy in the air and start producing a large amount of golden fruit that can keep a person in their prime for at least three hundred years before showing any signs of aging. Even better, eating will also reverse the age of those who eat it and cure any illness or frailties they possessed, with regular consumption seeing them becoming stronger and more physically capable. Bring eternal life to any you deem fit.",
      "cost": 0,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 27,
      "source": "Black Crusade Part 2",
      "name": "Psionic Drug",
      "description": "Many strange things can be found in the Expanse, on horrid worlds that hide the greatest gems. Upon the innermost world, with its potent acidic atmosphere and high gravity lies a powerful nectar produced by flowers of singing crystal. On its own it causes powerful hallucinations that always seem to reflect what the imbiber desires most, but when refined into a drug it has the ability to temporarily enhance psionic powers to an astonishing level while granting tremendous willpower to harness that new power. It’s effects only last for an hour, but cultivating the flowers will let one grow a supply quite easily to give a steady supply. Be wary not to get addicted to the power.",
      "cost": 0,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 28,
      "source": "Black Crusade Part 3",
      "name": "Tree Of Life",
      "description": "Many options were explored to try and heal the Emperor of Mankind when he was mortally wounded by Horus, and to date none of them have worked. Whether this is due to their ineffectiveness or simply because they did not use it out of risk depends on the exact method, but the end result was the same: The Emperor of Mankind, forever still on the Golden Throne with no way to communicate with His subjects. In time, the Primarch Leman Russ had come across a legend discussing the Tree of Life, the last uncorrupted Warp Font in the entire galaxy. Such a font was so powerful that to merely feed the seeds to the Emperor would restore Him in His entirety and allow him to roam freely among the galaxy once more. Intent on finding this font, he left the Vlka Fenryka and went straight for the Eye of Terror. To date he has yet to return. Mayhaps his quest is over now, for the Tree of Life has been found by you in this strange realm. This uncorrupted Warp Font is so potent that it is a miniature Sea of Souls in its own right, and left to grow in another reality it’s fully capable of allowing others to tap into it and become Psykers in their own right. To absorb it would create an extremely phenomenal being capable of creating entities similar to Daemons born from their own emotions, though to use it like that might be a bit selfish. Enough practice or power could even see a Greater Daemon once in a while. Nonethless, it is yours to use as you will. Though depending on your companions, you may have another choice.",
      "cost": 0,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 29,
      "source": "Bloons",
      "name": "Bloonberry Bush",
      "description": "This destructive plant will grow out from where it is planted covering a field in a matter of weeks. The enormous spikes on it make it impossible to walk through, and will pop any balloons that try to pass by. Once planted, you will gain another cutting a week later.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 30,
      "source": "Bloons",
      "name": "Banana Farm",
      "description": "A banana farm that follows you through the jumps, turning into setting-appropriate exotic fruit when imported, if bananas don’t exist. Comes with a Monkey Farmer that tends to the crop (does not count as a Companion and cannot be convinced to do anything besides care for the farm)",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 31,
      "source": "Bugsnax",
      "name": "Collection of Sauces",
      "description": "Well, this is a somewhat stranger option. During your adventure here, you will find plants that flower into capsules of sauces. No, don’t ask me how it works but by purchasing this, you will find a packet of seeds for each type of sauce plant that you encounter here. New packets will be given at the start of each new Jump or every 10 years, but that shouldn’t matter when you can grow, harvest and plant new ones like any other kind of plant.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 32,
      "source": "Captain Toad Gauntlet",
      "name": "Potted Piranha Plant",
      "description": "You have collected a new friend it seems, this pocket sized Piranha Plant can be used as both a weapon and as a grabber, at your command it will reach out taking a bite out of enemies or grab an item and return it to you",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 33,
      "source": "Cave Story",
      "name": "A Red Flower garden Plot",
      "description": "A 10 by 10 plot of dirt that is added onto your Warehouse, and a few packets of the Red Flower’s seeds. To the side of the plot are the necessary supplies to water and care for the flowers. The Red flowers will grow and bloom within 6 hours of planting, and then produce a harmless red fruit that resembles a pomegranate. The fruits are packed full of seeds for the next generation!",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 34,
      "source": "Chaos Rings",
      "name": "Blossoms of the World Tree",
      "description": "Created from the refuse and industry of the humanity of old, the World Tree is a perfect symbol of Marble Blue’s unyielding nature. Even now, it continues to tower the over small but thriving settlement surrounding the base of the tree and its roots. From the flowers that bloom at the top to the fruit it bears, the World Tree truly is a miracle of Marble Blue. And now you have a part of this miracle with you. You possess a bouquet of flowers, flowers with a special unique property. When brewed into a cup of tea, these flowers can alleviate the symptoms of any disease, pushing it back for a time at least. Just keep in mind that this is not a cure, at least for the more serious diseases. In such cases, it will only dampen the symptoms to ease recovery.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 35,
      "source": "Chaos Rings",
      "name": "Garden of Illusion",
      "description": "At a moment’s notice, you can open up a door. Technically, it’s more of a portal but the terms don’t really matter. By passing through this door, you will find yourself in a beautiful garden surrounded by an endless blue ocean. This garden is yours and it is a representation of your mind, of your subconscious. Within this garden, you are safe as time does not truly pass in this world. But that is not the only benefit to this garden. In here, you possess a special ability. By sacrificing the genes you possess, you can then empower another gene. Not only that, but you are also capable of fusing genes together, creating a new gene out of the components, one that has inherited the powers of its components. Of course, it is not just genes you may be able to fuse together in here. Items of similar natures can also be empowered and fused. The possibilities here are endless. Use it well.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 36,
      "source": "Cheetahmen",
      "name": "Great Baobab Tree",
      "description": "Growing in the middle of a small patch of savannah, this oddly comfortable baobab tree serves you well as a meeting place for important operations, and as a place to gather your thoughts and remember important details like what a “killing” is and why Dr. Morbis’ orders are wrong. Recall and good plans will come to you quicker than the normally would while you are here, as will any epiphany about yourself or others to be found in your memories. This place of tranquility and contemplation will follow you from world to world, appearing in a location of your choice when you arrive.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 37,
      "source": "Chinese Mythology",
      "name": "Peach Garden",
      "description": "This, my friend, is no ordinary peach orchid. This is a replica of the peach garden owned by the Queen Mother of the West, holding its own peaches of immortality. Unlike hers, your peaches ripen far faster, taking only a few months to bud and ripen, and holding its fruit all year round. Eating a peach from this garden grants agelessness and physical immortality, allowing one to live indefinite lives, and stopping them from dying to mundane means. This garden is housed in your Warehouse, and is restored in a month should it somehow be damaged or destroyed.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 38,
      "source": "Chronicles Of Narnia",
      "name": "Trees of Silver and Gold",
      "description": "When the world was young and all things were new and bursting with life, a metal bar ripped from a London lamp-post was planted in the soil. It promptly grew into a lamp-post in its own right. A few British coins, shillings and crowns, fell from someone's pockets, and they grew into much more lucrative trees. Sadly, Narnia's soil only retained this property for a couple of hours, frustrating the attempts of greedy explorers to exploit it. You are given saplings of a Tree of Iron, a Tree of Silver, and a Tree of Gold. The bark, leaves, seeds, roots, and flesh of these trees are all infused with an easily-smeltable form of their associated mineral. Each year, as the tree matures, the amount you can safely harvest from it increases. In addition, you are given a small quantity of soil, carefully preserved from the birth of the world, sufficient to grow three more trees. If you have a sample of some other material, you can plant it in this soil and grow a tree infused with that material. The difficulty of doing so is proportionate to how rare and mystically powerful the substance is: a Tree of Platinum or a Tree of Iridium will only be slightly more difficult to take care of than a Tree of Gold and would mature almost as quickly, while a Tree of Vibranium or a Tree of Philosopher's Stone would require prodigious botanical skill and even then might take hundreds of years to provide an appreciable return on your investment. At the end of this Jump, you receive a large greenhouse attached to your Warehouse, and any trees grown this way will be moved into it. While this greenhouse contains extensive facilities for growing other plants, only those grown with this special soil will have the ability to magically replicate rare materials.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 39,
      "source": "Chrono Trigger",
      "name": "Resilient Sapling",
      "description": "Filled with the power of life itself, a dear friend had once hoped this tree would restore our damaged world. Though it seems that dream will never come true, perhaps it may be put to another use. If cultivated, it will grow healthy and strong, with bark and bough so resilient that no metal can compare. It will also retain a natural aura of protection and life will cause most curses and similar dark magic to be ineffective against one who wears it. You may even be able to use its sap to create amber of such power it can stave off death itself, although the quantity required would be so great you could only collect it once; any further attempts would kill the tree and render its sap powerless.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 40,
      "source": "Circle Of Magic",
      "name": "Iron Rose",
      "description": "You gain a rose bush made of living iron. If placed in contact with a pure sample of any metal, it will generate buds and eventually roses of that metal. Such roses can be harvested, then planted to transform more and more of that metal into living metal slowly over time. They must be planted in soil rich in that metal, or in a pot full of clay and chunks of said metal to grow properly. Should you tend these roses long enough for them to bear seeds, the plants that grow from these seeds will transform base metals into whatever metal they grew from.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 41,
      "source": "Circle Of Magic",
      "name": "Shakkan Tree",
      "description": "A small decorative tree the size of a potted plant, Shakkans are carefully pruned and tended to maximize the amount of magical energy that can be generated by the hundred year old mini­trees. They are powerful repositories of magic, able to hold and generate more the better they are tended. They are especially empowering to plant­based magic.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 42,
      "source": "Code Vein",
      "name": "Mistle",
      "description": "Mistles are, by and large, among the few reasons why life in Vein is still hospitable in any way. Capable of purifying the air of the toxic Miasma given off by the Lost, a Mistle also increases the natural regenerative process a Revenant possesses while also magically healing their wounds. Revenants are capable of teleporting to the last Mistle they visited by turning to ash, an exhaustive process, or by otherwise being killed in battle without being stabbed fatally in the heart. You receive three Mistle seeds along with three medicinal capsules, each of which when combined will grow to activate the Mistle. You’ll receive an additional three every year, as well.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 43,
      "source": "Code Vein",
      "name": "The Heart of the Vein",
      "description": "This miraculous plant, about the size of a house, is a curious mixture of both Mistle and Bloodspring- purifying the air around it while also constantly growing heavy with ripe Blood Beads every few days or so. Characterized by its uppermost branch, a curling piece reminiscent of a woman that clutches an obscenely overripe Blood Bead to its ‘chest’, this unnamed plant’s most important power is its ability to create a barrier of bloody mist around the width of an entire city- causing agonizing pain to Revenants and humans who touch it while completely obliterating any Lost who come into contact with it. Being otherwise impassable while the plant is maintaining it, you will find it also grows orange Blood Beads when you will it to- which, while not nourishing, will act as ‘keys’ through the mist without causing you or others to suffer.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 44,
      "source": "Coiling Dragon Part 2",
      "name": "Abyssal Fruit Tree",
      "description": "While technically a Magical Beast on its own, the Abyssal Fruit Tree is very rare. Due to the fact that it is a tree, they rarely gain enough power to ascend into the Deity level of the Demigod, but once it has, it can manipulate itself to speak. Additionally, at that time, it can create an Abyssal Fruit, which can grant whoever eats it an incredible amount of power. As the Fruit Tree increases its Cultivation, so too does the power of its Abyssal Fruit. It can maximize the potential of anyone who eats it, as long as they are below the Level of the Abyssal Fruit Tree. Yours starts at the God Level, and over time may progress to the Highgod Level.",
      "cost": 150,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 45,
      "source": "Conrad Stargrad, The Crosstime Engineer",
      "name": "Future Seeds",
      "description": "A collection of seeds for basically any modern domesticated plant, including rice, wheat, potatoes, maize, tomatoes... plants for other uses like japanese roses to make defensive walls etc. These seeds could start a massive agricultural revolution. Even disregarding crops from regions not yet discovered you have to really have to keep in mind that even for crops common in that time and area like wheat and rye, the return rate (what part of your harvest you had to replant in order to have again as much food the next year) was 1/3, whereas the crops from these modern seeds has a return rate of 1/50 You even have seeds for more exotic plants like the rubber fig, sugar cane, cotton plants and the coffee shrub/tree..., although they might not grow in a majority of climates you can start this jump in.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 46,
      "source": "Crash Bandicoot",
      "name": "Uka Tree",
      "description": "This tree, of the same family as the one Uka Uka is currently sealed, is an ideal space for sealing spirits. There is no practical limit as to how many you can seal within the tree. Of course, with the appropriate rituals you could seal hostile spirits wherever you want and not risk them all escaping at once. This Uka Tree is more like the namesake of the prisoner it houses, for there is an utterly unique quality of questionable purpose to this one. Spirits bound to the Uka Tree bought here will be slowly dissolved, turned into a magical mulch that will greatly benefit the surrounding environment. Had Uka Uka or the Elementals been kept here, then they would be less than a distant memory as of your arrival.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 47,
      "source": "Danny Phantom",
      "name": "Blood Blossoms",
      "description": "You get a bag of special seeds of strange red rosebuds with a purple-trimmed black stem and leaves. Once used as a primitive ghost shield. These flowers bring intense pain to ghosts and half-ghosts. While having no effects on half-ghosts in their human forms, it is implied that they can kill ghosts. In future jumps these flowers will work on incorporeal spirits.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 48,
      "source": "Dark Cloud",
      "name": "Package of Strange Seeds",
      "description": "It's a package of seeds - but...from the labels on the bags, you can tell that these seeds aren't normal. For one thing, the picture of nuts is attached to explosions. The cherries have a stopped clock picture, the apples have a toxic skull, and the peaches look like they're...slimy. Yeah...these plants probably aren't going to be edible.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 49,
      "source": "Dark Cloud 2",
      "name": "Lafreisca Seed",
      "description": "A Lafreisca flower in bloom is a massive iridescent flower, which seems to generally stay in bloom for as long as both water and sunlight are available. While very pretty, its true function appears to serve as a habitat for a bizarre creature called the Rainbow Butterfly. By growing the flower, you also apparently bring forth this insect inadvertently. It's rather benign and actually sapient to a degree, though it can only remain so within close vicinity of where the flower is planted. An excellent caretaker of plants, its presence seems to accelerate the spread of plants substantially.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 50,
      "source": "Dark Cloud 2",
      "name": "Eden Seed",
      "description": "In contrast to the Lafreisca flower, these fruit of Eden plants seem rather diminutive, but each fruit borne contains a massive amount of vital nutrients, enough to rejuvenate a person from near death, and even add a year or two to their lifespan. Unfortunately, they need to be grown in a very controlled environment, perhaps explaining why they aren't just found everywhere in the wild. One would do well to note that even given optimal conditions; typically Eden plants don’t yield more than one or two fruit per harvest cycle.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 51,
      "source": "Darkest Dungeon",
      "name": "Materia Pestis",
      "description": "A vase of rare and poisonous flowers. Holding a bloom will not only make it easier to poison your foes, but it also makes poisons last longer than they would normally.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 52,
      "source": "Darling In The FranXX",
      "name": "Seed Library",
      "description": "A seed bank containing every domesticated plant grown before the world was ruined by magma energy depletion, as well as detailed instructions on how to grow them. The seeds don't respawn after they're used, but it's a simple matter to resupply them with seeds from the plants you grow.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 53,
      "source": "Darling In The FranXX",
      "name": "Cherry Blossom Tree",
      "description": "A small, unassuming seed for a cherry blossom tree. This tree takes a thousand years to reach its full size, but it will travel with you as you jump between worlds. Plant it somewhere special, and in your next universe you’ll find it growing right where you left it in the last one. In this way you can watch it grow as you travel. It’s second trait is that as it grows, the life energy of the world it’s planted on grows around it, restoring life to dead worlds and allowing fallen or broken people to rebuild and find peace again. As the tree’s size and lifeforce grows this effect will be magnified. After a few centuries you’ll be able to watch life blossom around the tree with your own eyes, and when it’s fully grown it could restore a dead and depleted planet to life by itself.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 54,
      "source": "DC - Arrowverse",
      "name": "Curare Poisonous Plant",
      "description": "Curare is a powerful, but rare poison hails from the jungles of Central & South America. The poison is so potent that it requires only contact with the target's blood stream to kill. You have one plant in a pot which the poison is extracted from the oil in the leaves.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 55,
      "source": "Deadly Premonition",
      "name": "A Packet of Red Seeds",
      "description": "You have a small packet of the infamous Red Seeds that have lead to so much chaos in this world. You can't replicate or analyze these seeds in any way, but you know all too well how they work. By killing someone and planting the seeds in their dying body, it will grow a red tree. Not only will this yield more seeds but whenever it rains, it will unleash a purple fog that can drive people mad, making them fly into a psychotic rage every time they are outside in a rainstorm. The fog appears to be directly tied to the tree itself on a metaphysical level so containing or weaponizing the fog is nigh-impossible. Use with the greatest of caution, the trees themselves seem to have an agenda of their own.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 56,
      "source": "Deltora Quest",
      "name": "Green Moss",
      "description": "This moss that grows on Dread Mountain is good for healing wounds and injuries - if not a miracle worker. When it grows old and dies, it then turns into purple moss that will burn the skin of those it comes into contact with.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 57,
      "source": "Dinotopia",
      "name": "Tree of Phylogenetic Heraldry ",
      "description": "A tree seed that, when planted, grows into a tree symbolizing the entirety of the phylogenetic linkage of your current species’ ancestors and relatives (in terms of phylogenies). Each branching has a special banner to represent the group’s unique attributes. Each leaf stands for a specific species and has a red strip of paper identifying it. For instance, the tree for a dinosaur would be split at two trunks at the base, representing the main groups of Ornithischia and Saurischia. You can only have one tree per phylogenetic line, but whenever you wish to plant another one for a new line, you get a new seed.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 58,
      "source": "Disgaea 1-D2",
      "name": "Yuie Flowers",
      "description": "A type of flower native to Celestia. You receive several bags of seeds to plant some, and if you so wish, they may grow anywhere in your Warehouse or Warehouse attachments at will. Same goes for any properties that you own, where they may bloom anywhere you wish. They are, for all intents and purposes, ordinary flowers – though their native habitat being Celestia, those who walk in an area covered by them will feel as though they have entered somewhere holy and sacred, and has a mild calming effect on ordinary people. Demons tend to get annoyed at them.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 59,
      "source": "Divine Dungeon",
      "name": "Rare Plant Samples",
      "description": "A selection of rare medicinal plants that you can plant in your dungeon that will draw in both animals and adventurers looking to sell to medicine makers. They grow lushly with very little effort on your part able to go from a seed to a flower in mere hours. Very valuable to the right people.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 60,
      "source": "Divine Dungeon",
      "name": "Silverwood Tree Sapling",
      "description": "Though this sapling is small, barely a foot tall, it is on of the most magical plants around. It naturally purifies essence in its surroundings and its pollen is able to boost the fertility rate of long lived (or just low fertility) species. Normally they refuse to grow outside their groves but this one will grow wherever you plant it and it will grow amazingly fast if you give it essence. It may also be sapient but it certainly won't talk much.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 61,
      "source": "Divinity - Original Sin",
      "name": "Potted​ ​Stardust​",
      "description": "The Stardust plant is a hardy, quick growing flower with peachy-red colored petals standing up on spindly stalks with large, wide fern-like leaves growing from the base. It is highly sought after by women who use the golden dust that clings to its flower petals to enhance their beauty, but that is only the least of its uses. The golden dust is highly magical and can be easily used for crafting a variety of magical items. Everything from magical swords to voodoo dolls can be created with a pouch full of this stuff. The flower in this pot will generate one small pouch of dust every few days and will never need tending to. Should it be killed, a fresh pot will appear in your proximity within a week.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 62,
      "source": "Dong Kong Country",
      "name": "Giant Fruits",
      "description": "One of your clan’s greatest conquests of late was Juicy Jungle, where many oversized (the size of cars and boulders at the very smallest) fruits grow. You now have seeds for some of the giant variants, such as grapes, pumpkins, and melons. You’ll need to get the equipment to properly dice them, but the fruits can be served in a variety of ways, from fresh to dried to the old Snowmad specialty of iceberg-sized popsicles. And better yet the fruits stay eternally fresh and ripe. No bananas included.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 63,
      "source": "Donkey Kong (Cartoon)",
      "name": "Giant Banana Tree",
      "description": "Created from a potion that literally went wild, this humongous banana tree is always filled with ripe bananas to eat. By eating the bananas growing on the tree, you can regrow lost hair and restore your full physical strength, even if your strength had been artificially sapped and locked.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 64,
      "source": "Dota 2",
      "name": "Enchanted Grove",
      "description": "A small set of mango trees from the Jidi Isle. Unlike normal mangos, simply holding these promotes healing, causing wounds to heal at a slightly abnormal rate. Eating the mangos instead infuses one with small amounts of mana. While not particularly interesting to most people, amphibians adore these bittersweet flavors.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 65,
      "source": "Dota 2",
      "name": "Tango Coppice",
      "description": "A clearing filled with small shrubs. These do not grow regular fruits, but strange green orbs called Tangoes. By holding an orb and willing it, one can eat a tree. Doing so condenses the life of said tree into the user, causing a slow surge of healing that mends one’s body over the course of a few hours.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 66,
      "source": "Dota 2",
      "name": "Iron Plantation",
      "description": "An orchard planted with iron trees. As you may guess, these trees have properties similar to iron, being much tougher than ordinary wood. Fashioning them into armor is possible, but the fact that simply having a branch on your person confers the magical strength of the wood to oneself makes that wasteful. Either way, you’ll never fail to find seeds inside this place when you desire it, and the trees grow new branches in about a month. Deliberately throwing a branch into the ground causes the branch to burn away all of its magic in order to grow again and become a happy little tree. Should you wish it, any other vegetation you plant in this orchard will gain this ability.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 67,
      "source": "Dragon Ball",
      "name": "Bag of Senzu Beans",
      "description": "The legendary Senzu Beans, which will become a staple item of the world’s finest warriors in a few years of time. Upon being consumed, a single bean feeds the user for several days and immediately heals injuries completely in addition to replenishing all ki, though it cannot restore limbs or bring back the dead. You receive a bag of eight of these, and they restock each month. Eight senzu beans. Restocks monthly. Yes, monthly. [Garden Note: Counted because they are technically literally seeds]",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 68,
      "source": "Dragon Ball Fighter Z",
      "name": "Saibaman Seeds",
      "description": "Within this normal looking small bottle is a greenish liquid used to grow the plantlike Saibamen in a seemingly endless supply, created by an unknown Saiyan scientist using biotechnology and used as a common tool and weapon by Saiyans and the Frieza Force they’re pretty much drones just sapient enough to follow orders and perhaps do manual labor, normally a Saibaman’s strength is normally dependent on the quality of the soil they’re grown from but these seeds are all strong enough to grow Saibamen that’ll surprise anyone with their nearly second long incubation from the ground and eagerness to attack the first thing they’re directed at.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 69,
      "source": "Dragon Ball Fighterz (SB)",
      "name": "Senzu Beans",
      "description": "This bag of green beans is actually quite the useful tool. A single Senzu Bean will provide a full meal, as well as heal you up to full. You get a bag of 10 beans, and it will refill once weekly.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 70,
      "source": "Dragon Ball Fighterz (SB)",
      "name": "Saibaman Seeds",
      "description": "These seeds are normally used by high-class Saiyans to help in conquering a planet without turning it to a pile of rubble. By planting these in the ground, an act as easy as tossing them where you want them, a Saibaman will pop out. You have a bag of six seeds, which will refill once monthly. The Saibamen are loyal to you, and will fight with the fury of a low-class Saiyan. When outmatched, they will grab onto their opponent, and use their ultimate move–self-destruct.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 71,
      "source": "Dragon Ball Fighterz (SB)",
      "name": "Seed of Might",
      "description": "This veiny seed is far more than what it seems. When planted on a planet, it will begin to sap the life force of the planet in a similar manner to the Spirit Bomb, pulling it all into a massive tree. Eventually, the tree will sport fruit capable of granting you a massive power boost when eaten. Only downside is the whole planet-destroying aspect, but if you’re truly evil, you won’t have an issue with that.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 72,
      "source": "Dragon Ball Multiverse",
      "name": "Senzu Bean bag",
      "description": "A small bag, able to fit within your palm, tied with string. Within this bag are 4 senzu beans, mystical beans with incredible healing traits. Eating a single bean can restore a person to full health, replenishing all their energy and filling them with enough energy to go ten days straight without food. These beans cannot heal old wounds or sicknesses but almost any form of physical wound, so long as the recipient is still alive, can be near instantaneously repaired. Once all 4 beans are used, this bag will refill with more a month later. [Garden Note: Counted because they are technically literally seeds]",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 73,
      "source": "Dragon Ball Super",
      "name": "Senzu Bag",
      "description": "What wonderful things Senzu Beans are. Who could have thought that the idle work of a humble cat would one day have a hand in saving the multiverse? You’ve got a small bag of Senzu Beans at your side now, just a single bite enabling you to fully heal and restore yourself from almost any injury or battle. Where others might expend all they have in one fight, you can go for several with these. But don’t eat too many too quickly or else you’ll face some nasty backlash. The bag contains a dozen senzu beans and each one eaten will be replaced a week later. [Garden Note: Counted because they are technically literally seeds]",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 74,
      "source": "Dragon Ball Super",
      "name": "Radish Farmer",
      "description": "Radish farming is where the money is at these days. Especially when your radishes appear to farm and sell themselves. You’ve got a healthy plot of land populated by many, many planted radishes. When you’re not looking, they’ll be mysteriously cared for, picked, seeded and even sold at market, leaving the money at your mailbox or doorstep or nearest equivalent. It’s not a lot of money but it still easily supports a good sized family living out in the country without you ever having to work a day in your life.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 75,
      "source": "Dragon Ball Z",
      "name": "Tree of Might",
      "description": "Not quite the world-eating menace that Turles used, but a more compact and less apocalyptic variation. This tree takes root in its own attachment in your Warehouse or your home, whichever is more convenient, and will grow one new fruit per month. This fruit will immensely increase both the spiritual and physical power of the one who ate it, though it will only last for about an hour at a time. Excellent for turning the tables against a superior foe, though mind how big the gap is.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 76,
      "source": "Dragon Ball Z",
      "name": "Namekian Trees",
      "description": "They look terribly boring, but could make for a nice aesthetic, you suppose? You receive seeds for several Namekian Trees, which don’t bear any fruit but otherwise don’t need much water to survive. For some reason, staring at them too long makes you feel bored, and like it’s taking several months just for a few days to pass. It’s just your imagination, though.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 77,
      "source": "Dragon Quest Monsters Joker",
      "name": "Yggdrasil Sprout",
      "description": "This sapling is kin to the legendary Great Tree, and from its boughs come a variety of powerful items. Yggdrasil leaves, capable of fully restoring the dead to life; dew, capable of reviving entire groups of monsters; and seeds that permanently enhance attributes and skills when eaten. It is small and thus gives these gifts rarely, but might one day grow large enough to cradle an entire kingdom.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 78,
      "source": "Drakengard Two",
      "name": "Holy Flowers",
      "description": "Lilac flowers, central to maintaining the seals of the Holy Flower District. The flowers draw in life force from the living that stay near them, gently blossoming over time. Once fully grown, they exude a sacred perfume that cleanses the air and destroys all kinds of poisons. Corruption and the taint of evil beings is purified by the perfume released by the flowers. The only cost is the human lives that the flowers feed on to grow. You’ve a box of holy flower seeds now, hardy things that can grow in the most lifeless soil, if they have vitality to drain.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 79,
      "source": "Duel Monsters - Duel Terminal Part 1",
      "name": "Seed of the Sacred Tree",
      "description": "This is, obviously, a seed of the Sacred Tree. As you know, the Sacred Tree controls the cycle of reincarnation in the planet. By planting this seed, a new Sacred Tree will sprout, draining ambient life energy and magic to grow. You will, of course, be made Administrator, and become able to set others as Moderators with lesser authority and manually control the tree’s powers. The tree is easily capable of accurately and precisely marshalling the souls and life energy of a small city, but you can set it to drain the souls it controls of power in order to increase its size and influence, perhaps even having it cannibalize them entirely. Other notable capabilities include being able to overflow its territory with stored life in order to heal others, expending energy to create appropriate physical bodies for its souls, and empowering those within its reach using the powers it may have acquired. Unfortunately, as it lacks the touch of the Power of Creation and the Power of Destruction, it is incapable of doing things such as fundamentally altering the nature of the souls within its grasp, so a human will always reincarnate as a human, and creating truly new life or directly breaking a living being down into energy are both out of question. At the end of each Jump, you may either acquire a new seed and leave your old tree behind, or take it along with you. Mind that the souls will be left behind.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 80,
      "source": "Dwarf Fortress",
      "name": "Seeds",
      "description": "Bring along some extra seeds. Mushrooms, veggies and fruits. Its all here. Each purchase grants you 10 seeds and a free bag to hold them in! Be careful that the seeds don't get eaten.",
      "cost": 5,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 81,
      "source": "Dysmantle Gauntlet",
      "name": "Seed Bag",
      "description": "A bag for containing various kinds of plant seeds. Any seeds stored in it will always be fresh and viable, you can identify what plant any seed in the bag will grow into, placing a piece of fruit or vegetable into the bag can instantly convert it into some seeds, and once per day, you can simply create two or three seeds which match any seed that has been stored in it before.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 82,
      "source": "Eclipse Phase Core - Firewall",
      "name": "Petal of Petals",
      "description": "This flower in a pot seems innocuous, but is actually a nanomachine hive which grows Petals. Petals are a kind of narrative narcotic – a custom-made, surreal trip that follows a game- or movie-like storyline. Nanites within the petals link up with the user’s Mesh Inserts while chemical and nanodrug hallucinogens kick in, creating totally immersive AR hallucinations enhanced with all the right highs and lows. When multiple people all take the same type of Petal, they may even end up in a shared hallucinogenic adventure, chasing after their runaway body parts or puzzling their way through a gimp-filled BDSM dungeon. These game-like trips often have hidden electronic rewards as ‘easter eggs’ for special or hidden tasks, maybe artwork of the trip’s characters, VR skins, soundtrack files or others. This flower grows ten Petals at a time (allowing up to ten people to experience the same adventure at once). The flower re-grows a new bloom when they are all used up, and no two blooms provide the same experience.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 83,
      "source": "Eclipse Phase Core - Firewall",
      "name": "Exoplanet Botany Samples",
      "description": "A selection of the \"mobile flora\" from the exoplanets Sunrise and Echo IV. These plants are able to reposition themselves using mobile roots, and attack careless trespassers with toxic thorns, strangling vines, barbed darts and razor-edge leaves. They use toxins that most interlopers this side of a Pandora Gate just aren’t prepared for. Just the thing for a hyper-rich oligarch to have guard their orbital estates.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 84,
      "source": "Elden Ring",
      "name": "Golden Haligtree",
      "description": "Though watered with Miquella’s own blood since it was a sapling, the Haligtree ultimately failed to grow into an Erdtree. It seems that whether by his own hand or another’s there was at least one other attempt that has ended in a different form of failure: For whatever reason, despite having but a fraction of its parent’s power it has decided you are it’s “Elden Lord”. Easily the size and scale of the Haligtree itself, it also boasts a vitality and robust health beyond even that of its parent. Blessings rain down from its boughs like leaves as you will it-everything associated with the Erdtree it can recreate, from crystal tears to Sites of Grace to the many weapons, armour and talismans forged from its wood. And while it has not done so to date, it can begin producing a standing force of Erdtree avatars-perhaps a few dozen at the most, along with a couple hundred skilled human-scale defenders similar to those that yet guard the Erdtree itself. A ring of light oversees it-not quite the solid Elden Ring but resembling the circles invoked when incantations display the Laws of Regression and Causality-greatly strengthening any holy powers like Golden Order incantations you possess, while severely weakening those in opposition to you. And finally, it has even produced its own first Finger. Smaller than it’s kindred, it is less ravaged and eager to please you. It has also produced a fancy, comfortable throne for you to sit on. You may not be an actual Elden Lord yet, and certainly no Empyrean with this alone, but it certainly feels like it in many ways.",
      "cost": 500,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 85,
      "source": "Elite Beat Agents",
      "name": "Mater Seed",
      "description": "When a mommy Pon and a daddy Pon love each other very much, they bury seeds under the Mater Tree to create a new Pon! With some love, time and Ka-ching, you can grow your own tree to grow scores of fearless and loyal Patapons! Different Pon Caps produce different varieties of Patapon. Pon Caps not included.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 86,
      "source": "Europa Universalis",
      "name": "Seeds of profit",
      "description": "It’s always strange how the weirdest things become the most profitable, wouldn’t you agree? In your time here, you shall see Tulip flowers gain such a value that a single tulip shall be more expensive than a painting of one, made by a master artist. Perhaps it shall be more sensible that the spices of the east indes shall become highly profitable within your time here, though the ends to which men shall go to take them shall be quite extraordinary. Regardless, you shall stay on top of all these profitable trends with this set of seeds – given the proper climate and care, they shall universally grow into whatever plant shall soon find itself or its products in high demand.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 87,
      "source": "Exalted - The Infernals",
      "name": "Seeds of Potential",
      "description": "Just as Malfeas has its own forms of vegetation, so too does it have its own forms of farming. These plants tend to be made of metals such as tin or brass, though the will of a powerful demon can result in other substances. As the woods of Creation, these metal-woods can be set aflame, albeit only through a specific method employing a firedrill, logs from Vitalius or Hrotsvitha, and demon ichor. Other sorts of fire will not ignite metallic Malfean vegetation, and their metallic flames might melt other sorts of fuel but will not set them afire. Paper will not burn on a fire of metallic logs, and would only be heated. If smelted and cast into new form, the metals of Malfeas lose this property. Their means of cultivation also diverge greatly from those found in Creation. Malfean crops rarely require anything so simple as plowing, sowing and reaping. Instead, they might require to be grown from human finger bones planted in the ground, bear fruit only to the beating of drums, or release their harvest only at the sacrifice of a living demon. Now I will offer to you a collection of five kinds of seeds. One kind of the ivy of gray lead, one of the bloodmelon vines, one of the malice-nut tree, one of the squash vines of black porcelain, and one of the brass-stemmed roses with petals of green-black glass that grow only in rare parts of hell. All of these will grow where you will, as long as they are properly cared for, and the collection will replenish in number in case you wish to start additional gardens. And lastly, I shall offer you these three seeds of potential, harvested from Oramus' slumbering temple-body. While they come in lesser number, and will not be replaced as the collection of lesser seeds will be, they are far more remarkable. For if they are pierced by a spike of metal or any other material and planted in the ground, and then regularly fed with a prayer for its growth, these will grow into the seedlings of new trees or plants incorporating the spike's materials. Of course, as a new species you'll have to discover the ways to cultivate them further yourself, and the rarer materials may give you more difficulty... but with a wise selection of ores and minerals, it may be well worth it.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 88,
      "source": "Exalted - The Lunars",
      "name": "Seed of the Immaculate Blood",
      "description": "Many amongst the Lunars feel an intimate connection to the natural world that is Gaia’s bounty, regarding the natural state of Creation with just as much reverence as they do Luna herself. While few now have the patience to tend to a garden, they know there are many plants and herbs that could provide aid to those who need it. Accordingly, you have been granted a single scarlet seed. This seed may, if sown and carefully tended, grow into a pale fern that produces a dozen seeds twice a year, in spring and in autumn. These seeds are dull green and sterile, but may be compounded to create an ointment that quickly allows one to recover from terrible wounds once it is applied. Once a century, this ageless fern gives a single scarlet seed, which may be replanted to grow another fern with the same properties. Though if you are unwilling to wait for so long, you shall be pleased to hear you will be granted one additional seed every year. These scarlet seeds have another use though, for a seed may also be dried and ground up with the seeds of twenty-five other types of tree or plant; this process produces a small ball of dark thick sap, which smells of fresh woodlands. If this ball of sap is planted in fresh earth, a mature forest composed of all the plants that had their seeds mingled together springs up instantly for a half-mile around the spot. This rapid growth may topple buildings, throw aside people or animals, and causes elementals of Wood to flock to the newborn forest, drawn by the natural power of their element.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 89,
      "source": "Exalted the First Age",
      "name": "Semiramis, The Tree Whose Roots Caress the Earth",
      "description": "Wherever you’re living (or your Warehouse if you would prefer), it appears that a sleepy behemoth resembling an upside down tree with a nature goddess sticking out of its trunk has rooted into the ceiling. Breathtakingly beautiful, while her supple, flexible branches are as dextrous as any human’s fingers her humanoid half is capable of detaching from and working alongside it with medical skill eclipsing that of the gods of medicine-for with a glance, she perfectly intuits everything wrong with a living creature’s body and gleans all pertinent detail about every condition affecting it. Ageless, her corpse grows an invulnerable seed from which she can grow a new body once planted; only the death of the last tree on Creation can truly kill her. Most potent of all are the 23 purple fruits that taste like overripe mango and cranberries. If consumed within a day of harvest, each fruit can cure any woe found in creation. Emotional trauma, crippled limbs, mystical illusions, poisons, diseases of any sort or even distinct reality warping effects-the most serious harm always heals first, but beyond that even supernaturally puissant damage can be mended. She professes herself to be a daughter of Gaia whose purpose in life is to give healing in all wounded-but though her inhuman resilience makes her superbly durable to all attacks when faced with a threat to her patients she herself fights with a staff coated in a venom that rivals that of the Yozis in lethality, strangling vines and branches as tough as jade and gusts of razor-sharp leaves that can pierce through armour. Furthermore, while she herself has yet to experiment with this power her fruit can potentially augment and transform with the same power with which it healsperhaps the juice from her fruits can raise plants into powerful guardians, or through ritual preparation transform men into the image of the legendary Clay Man. While she would prefer a peaceful resolution to most conflicts to the extent even supernatural influence cannot compel her to harm others, she also has the quiet strength of a warrior. And she believes your destinies are entwined, for she senses all Creation needs healing…though from what, she cannot say for sure",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 90,
      "source": "Fallen London",
      "name": "Jeweled Tree",
      "description": "Whether made in mockery or defiance of the Surface, your not inconsiderable talents have liberated this magnificent false foliage from Hell. When fed, watered, and fertilized, this produces leaves of ever warm brass, seeds of moon pearl and flowers of venomous ruby and sapphire. Echoes, unfortunately, do not grow on this tree.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 91,
      "source": "Farmville",
      "name": "Package of Crop Seeds",
      "description": "Getting started can be much easier if you already have package of 20 different crop seeds that you can seed on your farm. Even better, it gets replenished once every 6 months with additional 20 seed packets.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 92,
      "source": "Farmville",
      "name": "Package of Tree Seedlings",
      "description": "Magical packet of 20 different tree, bush and vine seedlings to have you started on your orchards. It gets replenished every 6 months with additional 20 seedling. If you decide to limit yourself to thematically-appropriate trees, bushes and vines they you can receive discount for this also with Magical, Alien or Prehistoric Farming, but discounts don’t stack.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 93,
      "source": "Farmville",
      "name": "Money Tree",
      "description": "Looks like you’ve hit jackpot, but with purchase of this you get money tree which you can plant on your farm. By ‘feeding’ it money, you’ll receive double the amount of it back in one year.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 94,
      "source": "Fate Grand/Order (SkyrimAnon Edition)",
      "name": "Roots Of Cosmic Fantasy",
      "description": "Designed by Marisbury, created by the Alien World CHALDEAS, implemented by the Alien God, the Trees of Fantasy are one of the most impactful inventions in modern times, perhaps even the whole of human history. Looking like titanic white trees and seemingly containing a conceptual model of galaxies within, these massive trees have a variety of functions, the least of which is generating significantly more magical energy than even Holy Grails, being only one or two orders of magnitude lesser than the total output of the Sun itself. Those connected to it, or who eat the tree somehow, can tap into this energy generation for truly absurd amounts of magical energy. And while the amount of energy generation is the same regardless of its state, the Tree of Fantasy does have some form of growth, slowly fragmenting the trunk to show the galaxy within, spreading its roots across the Planet it is on, and slowly covering the sky with its branches, and going from roughly being the size of a skyscraper to very quickly growing larger than mountains, and only becoming larger and larger over time. When fully grown, a Fantasy Tree’s branches will cover the entirety of the Planet it is rooted in, completely blocking cosmic rays and absorbing them for extra energy, as well as preventing anyone from leaving the planet. Thanks to the rules of this World this doesn’t prevent the day/night cycle from existing, even with no sun in the sky, but that may not be the case in future jumps. Additionally, it can serve as an incredibly potent vessel, with a fully grown Fantasy Tree being capable of giving you a Celestial Rank vessel, although a freshly planted one might be a couple Ranks weaker. Additionally, while growing, it can generate about a dozen seeds for itself, flying things tougher than steel that look like a sphere attached to an upside down circular pyramid. These either patrol the surroundings of the Fantasy Tree or hunt down whatever the Tree deems a threat. And of course, it is capable of simulating a history according to ‘what-if’ parameters and manifesting it into reality as a Lostbelt. The Lostbelt itself will be separated from the rest of reality by the Storm Walls, powerful storms that require not only dimensional travel capabilities but also some way of drilling through them, and which are very lethal for most life to be near. Additionally, the borders of the Lostbelt itself will be determined by how much the Fantasy Tree’s roots have spread, potentially covering an entire Planet. If it reaches such a global scale, it’ll be able to fully replace the timeline, no longer needing the Fantasy Tree to exist. If you would like some control over your Lostbelt, and be capable of carrying one to future jumps, please refer to the Return Of An Abandoned Fantasy section below. And finally, you can buy more at 300cp, 200cp if you have a discount on the item. Oh, as a side note, you can have your Tree of Fantasy take on some other form like a cursed castle with a lot of spiny tendrils, although this won’t change how it functions, just the processes if it’s too different, such as using curses instead of branches and roots or something.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 95,
      "source": "Fate Legends - Nirvana Yuga",
      "name": "Soma",
      "description": "The holy drink of heaven, extracted from the purest of herbs. The milk of these plants becomes a nectar that brings eternal youth to those who sup at it, countering any aging of the body or soul. Even the degradation of the mind is halted, so long as the Soma continues to flow into one’s body every few months. Your supply is stored in a range of decorative jugs and small containers, enough to maintain eternal youth constantly for several dozen people, as they all refill once a week. The drink quickly heals wounds and restores lost energy when consumed as well, though it requires more liquid than just maintaining youth to be drunk at once. Apparently, it tastes quite lovely too. If you wish, you can change the stored containers for a supply of the original plants that can give enough of the liquid to match.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 96,
      "source": "Final Fantasy - Crystal Chronicles",
      "name": "Package of Seeds",
      "description": "A package of plant seeds, for your aspiring farmer! Be it striped apples, rainbow grapes, star carrots or gourd potatos, this package of seeds allows you to grow them all! But don't presume that all of these can be grown the same way - you'll need to experiment a little to figure out how to grow each one. The package of seeds refills within a month, and sometimes, you might find a strange little crystal seed inside - which will grow a crystal variant of the original plant.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 97,
      "source": "Final Fantasy - Crystal Chronicles",
      "name": "Myrrh Tree Seed",
      "description": "Don't ask us how we got a hold of this seed, we already have a memorial for everybody who fell in the process of procuring it. Planted into the ground,it can take years for even a sapling to appear, but at the end, a Myrrh tree will spring out without fail. The droplets of Myrrh provided by a Myrrh tree will rejuvenate any crystal, and while a Miasma filled atmosphere is generally detrimental to their growth, in a conditioned environment a Myrrh tree could potential create a pool of Myrrh droplets just by itself.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 98,
      "source": "Final Fantasy IV",
      "name": "Whisperweed",
      "description": "A strange plant that allows for long-distance communication. Not tech or magic, two groups can stay in contact for long periods of time with this.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 99,
      "source": "Final Fantasy IX",
      "name": "Iifa Seed",
      "description": "An ominous seed, which feels wholly artificial from the weird aura that it projects out into the area around it. When planted, it will quickly grow into a sapling, after which growth seems to stagnate. It seems, that much like the original tree it sprouted from, this seed will not grow unless exposed to souls of some form. When after a copious amount of souls the tree is fully grown, its size still pales in comparison to the actual Iifa Tree. It does however, have a nasty effect of capturing the souls of the dead in the world that it happens to be planted in, and will retain the souls which it is fed. As it gathers more souls, the tree grows livelier, but as the souls get extracted, a bit of the growth retracts. It is possible, with the use of the Iifa Tree, to capture souls and replant them elsewhere in a bizarre twist of the reincarnation cycle.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 100,
      "source": "Final Fantasy V",
      "name": "Whisperweed",
      "description": "A strange plant that allows for long-distance communication. Not tech or magic, two groups can stay in contact for long periods of time with this.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 101,
      "source": "Final Fantasy XI",
      "name": "Lumber Tree",
      "description": "This large tree is odd, by cutting down this tree you will randomly receive a type of wood found in Vana'diel, the tree will respawn once per day.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 102,
      "source": "Final Fantasy XI",
      "name": "Garden Upgrade",
      "description": "Your mog island also comes with a small 20x20 garden, Inside this garden can be found a random assortment of herbs and plants native to Vana'diel, restocks once a week with rarer plants appearing less often than common plants.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 103,
      "source": "Final Fantasy XIII-III",
      "name": "Soul Seed",
      "description": "This seed is proof that even the dead still retain some knowledge. This packet of seeds, when planted into the ground, will grow plants relative to the memories of those who have died nearby. As such, in places with a concentrated amount of dead, it can lead to an extreme amount of plant growth - with the growth of plants which may have already gone extinct if the memories of the dead stretch back far enough. The packet itself will regenerate over time. In places where no dead exist, the soul seed blooms into a flower which glows bright enough to illuminate a dark room.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 104,
      "source": "Fire Emblem -  Tellius",
      "name": "Healhedge Seeds",
      "description": "These seeds grow into a glowing bush, known as a Healhedge. When one stands in these bushes, they find themselves healed the longer they stand in it. One could probably make some kind of pretty healing potions around it or use some of the leaves for tea. They have a refreshing minty taste.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 105,
      "source": "Fire Emblem -  Tellius",
      "name": "Verdant Forest",
      "description": "This is a lush wood, brimming with the power of the Serenes Forest. You have command of all the birds that live here, you know when someone has entered it and when fighting has occurred in it. If you can sing Galdr, it’s power becomes much, much more enhanced when you sing it in the middle of the forest. You may also bring people here, sing them a song, and then put them to sleep for however long you like so that they do not die. They will remain unaging and undying as they sleep. Furthermore, this forest turns away most people with hostile intent, but if the person is exceptionally blessed by fate or if happens to be a large crowd of discontent people, they will continue unerringly.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 106,
      "source": "Fire Emblem Fates",
      "name": "Cherry Blossom Grove",
      "description": "The plants of Hoshido show the beauty one can find in the world; and now you can have access to such a scenic space available at all times. This grove can always be accessed by you through other extra-dimensional spaces you may possess, such as a My Castle. Such a calm place will be a huge asset during periods like this with senseless conflict, as any time spent relaxing or introspecting here will ease stress and generally provide a sense of tranquility.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 107,
      "source": "Fire Emblem Fates",
      "name": "Black Rose Garden",
      "description": "Places where you can achieve peace of mind in Nohr are few, but now you'll have one. These immaculate beds of dark roses will always be well-maintained with a subtle yet sweet aroma that can help remind you of the goals you're striving towards. Simply meditating or relaxing in this space increases your resolve and dedication to your ideals. It may be incorporated into any extra-dimensional spaces you possess for easy access, such as My Castle.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 108,
      "source": "Fire Emblem Valentia",
      "name": "Golden Apple Tree",
      "description": "This is a tree of golden apples. These are no ordinary apples. They grow slowly throughout the year. But like gold, they never seem to rot or become infected. To taste them is to taste heaven itself. But these apples aren’t just amazing to eat. A single apple is enough to rapidly induce growth in someone. People want these apples because consuming them gives you a permanent boost in overall power. Anyone who glances upon these knows the power within them, and will gladly quest for an apple to eat them. But do take care. Consuming too many of these at once will probably make you blow up from the sheer energy flowing in you. And if you do blow up but somehow come back to life, all the energy you gained from eating the apples will have left you. Eat the golden apples carefully. Cooking with them will not make them lose their powerful properties in case you wished to make something with them.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 109,
      "source": "Fist Of The North Star",
      "name": "Bag of Seeds",
      "description": "Pick any mundane plant from modern Earth to fill this bag. These genetically engineered seeds will grow in any soil with almost no watering or care needed. The seeds themselves are marginally edible but don't taste very good or have much nutritional value, but they'll keep you from starving in an emergency. The bag holds about five pounds of seeds that always grow and once the seeds are planted or eaten a new bag will appear in your warehouse next month.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 110,
      "source": "Furby Island",
      "name": "Razor philodendron",
      "description": "Philodendron novacula. The leaves can slice through nearly anything, and it stinks. It's amazing! You get it in both furby-compatible and furby-repelling variants.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 111,
      "source": "GaoGaiGar",
      "name": "Zonder​ ​Metal​ ​Tree​",
      "description": "You have, in a hidden area, a tree. This tree grows the stress relief device known as Zonder Metal. This Zonder Metal can be used to turn ordinary people into techno-organic organisms that, unfortunately, tend to rampage if you aren’t VERY careful. Worse, when the Zonder Metals have time to mature, they begin to dispense nanomachines all over the damn place, infecting and turning matter into Zonder-controlled metal. This abomination churns the glowing Zonder Metal out at a faster rate than a Machine King’s natural creation rate. I hope you know what you’re doing... Of course, if you don’t want to bury the world in rampaging giant nanomachine monsters, you can just...you know. Not turn the Zonder Metal Generation bit on. Then you just have a very nice nice metallic tree (ignore the ominous purple glow or the way the roots worm their way into the area of wherever it is setup to interface with the local power grid, please.) that can act as a really nice refinery, personal network hub for any of your computational devices, and powerplant (...That was an accident, I swear, Jumper...) that you can set up during your jump and let it take root. Garbage goes in (sometimes literally) as fertilizer piled at the roots, and ‘fruits’ of purified metals come out on the branches. It’s pretty inefficient, but, well, it’s turning trash into treasure. Iron to steel, for example, is pretty simple, but scrap iron to, say, Gundanium will take both hilarious amounts of scrap and a lot of time. Also, it can’t make any metal it hasn’t had a sample of before. You can specify what material you want it to grow by laying a hand on the ‘bark’, as the tree will interface with the nanomachines it laced into your body (...Did I forget to mention those?) and give you an instinctive knowledge of its operations. What it can grow, how long it will take, power output, all that fun stuff. It will grow its own connector cables. No more needing to buy a new one every year/jump/technological epoch. Handy! The Zonder Metal Tree is generally self-powered (via nanomachines), but if you hook it up to a source of truly beefy current, you’ll get improved performance to boot! Perfect for running a recycling business with no overheads, or carrying out your EEEEEVIL plan to destroy those meddling heroes and take over the world once and for all!",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 112,
      "source": "Generic Dungeon Core",
      "name": "Seed of the Quickening",
      "description": "This is a celestial tree normally seen only in the higher planes of existence. Many scholars attribute the overall greater powers and health of higher planes’ denizens to this tree. It bears 42 fruit which when eaten helps to unlock the hidden potential of the imbiber. Affinities for all skills potentially increased by the consumption of the Fruit of the Quickening. Can increase the potential of the resources in your surrounding lands. In time, eating enough of the fruit will awaken a celestial nature in you.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 113,
      "source": "Generic Minecraft",
      "name": "Packet of Seeds",
      "description": "This pouch contains seeds, saplings, shoots and spores for every plant and mushroom that exists within Minecraft’s overworld. These plants also grow much faster than regular plants, acting as though Minecraft’s physics still operate on them for a while",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 114,
      "source": "Generic Monster Tamer",
      "name": "Monstrous Orchard",
      "description": "This orchard is filled with trees that were grown by a powerful monster as a way to aid monsters. Each tree grows fruits, berries, nuts, pods, edible leaves, or herbal flowers that, when eaten, can have a number of potent effects, from simply promoting healing all the way to making the eater temporarily immune to poison or other status effects. These effects may be concentrated with the proper work processes, which you must discover yourself.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 115,
      "source": "Generic Xianxia",
      "name": "Golden Godgrass Seeds",
      "description": "These are the seeds of the common Golden Godgrass, a regular ingredient of Cultivation concoctions that spread like weeds and contain more and more spiritual power as it ages. As it is edible however it is frequently eaten by wild beasts before it can reach a ripe age. Very old Godgrass is a rarity, but if you could somehow manage to get to ancient Golden Godgrass, the power boosts it would offer when eaten would be immensely staggering.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 116,
      "source": "Genshin Impact",
      "name": "Karst Crawler",
      "description": "If you were to stumble upon this without knowing what it truly is, you could be forgiven for thinking you had found a particularly interesting looking rock formation. But what you would have actually found is a massive chunk of rock hard amber sitting atop the buried plant that created it. For the most part, this plant stays low or underground. The second something steps on this plant though, it instantly encases them in a giant block of amber that hardens in seconds. This has led to a particular mountain in Liyue with large outcroppings of amber seemingly at random, each containing an unfortunate but often alive occupant. You have gained the seeds for a dozen of these plants.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 117,
      "source": "Genshin Impact",
      "name": "Ley Line Sapling",
      "description": "The Irminsul is a rare species of special silver-white tree. The roots of these trees form the very leylines that encompass the world. It is said that the truly ancient specimens of this species can grow miles high. Through the roots of these trees flows elemental power and the memories of the past. These roots can then form Ley Line Blossoms on the surface in response to a person’s powerful desires. If the roots are revitalised, the blossoms can then produce items from the solidified memories within themselves that in some way fulfil the want of the one who restored them. You have received one such tree, to place in the world, and future worlds, where you see fit. While small for now, it may grow to great heights in the future.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 118,
      "source": "Genshin Impact",
      "name": "Sacred Sakura Sapling",
      "description": "Born from the body of a close friend of the Electro Archon, the Sacred Sakura tree is a holy site for those of Inazuma. The trunk of the tree stretches high into the sky and assumes the shape of a fox, and the leaves that drop from the canopy have a certain electrical energy, but it is the roots that are the real prize. The roots of this tree purges evil and corruption from the land by absorbing it into themselves. Unfortunately they cannot purify this taint themselves, and so this must be done by others in a purification ritual. While you do not have the original tree, you do have an offshoot sapling that could soon grow to similar heights.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 119,
      "source": "German Hollow Quest [Bleach]",
      "name": "Spirit Fruit",
      "description": "An azure skinned fruit of delicious taste, to those who have to sustain themselves on the lives of other, and potent spiritual saturation. This fruit holds in it a powerful spiritual energy that can be used to sustain a Hollow at any one stage of the Hollow evolution. It has enough seeds that you’d be able to start your own grove fairly easily from this fruit alone. It grows easiest from ground saturated in spiritual energy.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 120,
      "source": "Girls Und Panzer",
      "name": " Flower Arrangements",
      "description": "Free for Outsiders. New and unusual floral arrangements will begin showing up regularly in your homes, warehouses, battle fortresses, spaceships, or tanks. You will never see them arrive or leave, but they will always be replaced before they show any signs of wilting... except in highly depressing jumps, where they will always be dead flowers... but still artistically arranged.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 121,
      "source": "Godzilla (IDW Comics)",
      "name": "Last Rose on Earth",
      "description": "Also known as baby Biollante. You’ve got what can only be described as an infant form of Biollante. This Rose does not need to be planted to grow in to Biollante’s full form. It seems to grow without the need of nutrients or sustenance at all.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 122,
      "source": "Godzilla (Showa)",
      "name": "Food of Giants",
      "description": "Your home has produced an odd type of plant, which has an even odder effect on non-humans who eat it. Any non-human species that subsists off of this plant will slowly begin to grow in stature. The growth seems to stop around 45 meters, but this is not a hard and fast rule. Depending on the initial size of the animal it will take them longer to grow to full size. It could very well take 3 or 4 generations for a small animal to come close to reaching full size. This option provides you with 5 of these plants. If you’ve taken Ancestral Lands, you can have these plants naturally grow on your island.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 123,
      "source": "Gravity Rush",
      "name": "Power Tree's Seed",
      "description": "A native species of the Rift Plane, these trees bear an odd shining fruit which seems to bestow upon Shifters new capacities for their gravity control abilities. With enough consumed, even a non-Shifter may be eventually capable of grasping the very basics of what a Shifter may do, but the growth of these fruits takes quite a long time – and likely it is the sheer concentration of magic within the Rift Plane which stimulates their growth.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 124,
      "source": "Gravity Rush",
      "name": "Rift Flower Seed",
      "description": "These special flowers grow within the Rift Plane, acting as beacons for wary travellers when they bloom. With the release of sufficient magic, they’ll bloom – though it’s questionable whether the intense magical light they release points to “foreign objects” or if they merely point towards concentrated areas of magic. Considering the Rift Flowers tend to point towards things which were drawn in by the gravity storms, both theories are plausible. In any case, they do release a large quantity of magic when they bloom – until they wilt and the cycle repeats again. If anything, you could consider their “crop” to be magic – provided you have a method to harvest it.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 125,
      "source": "Guardians Of Ga'Hoole",
      "name": "Seed of Ga'Hoole",
      "description": "You possess a seed from the Tree of Ga'Hoole. With time and nurturing, this seed will grow into a huge, twisted tree with many internal cavities within its trunk, branches and even roots, and providing delicious milkberries and noots (nuts). Fully grown, at human scale, it seems merely an exceptionally large and twisting tree, but at owl scale it's the size of a small town. After several decades, it too will produce viable seeds.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 126,
      "source": "Gunnerkrigg Court",
      "name": "Changing Tree",
      "description": "This tree, though little right now, seems to do what you say. Though it lacks any mind of its own it responds to your commands clearly and is capable of doing complex actions with only a few words, as though it knows how you think.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 127,
      "source": "Hamtaro",
      "name": "Infinite Sunflower Seeds",
      "description": "INFINITE SUNFLOWER SEEDS! Somehow these sunflower seeds will be enough to subsist on in place of actual important things like nutrients or meat. But you might get sick of eating them all the time. After all, they’re sunflower seeds.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 128,
      "source": "Harvest Moon",
      "name": "Seeds Galore",
      "description": "You gain a magical bag that generates 10 mundane seeds every day of whatever you want.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 129,
      "source": "His Dark Materials",
      "name": "Seedpod tree",
      "description": "A fully grown Seedpod tree. Normally those trees will take thousands of years to mature and produce seeds again, but you already possess a grown example. You can have it stand on your warehouse attachments, gardens, pocket dimensions or wherever. It can also follow you from jump to jump.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 130,
      "source": "Hollow Knight Voidheart",
      "name": "Delicate Bush",
      "description": "[A single white flower, delicate and cut at just the right length. Despite its incredible fragility, this flower’s radiant beauty makes it an excellent heartfelt gift to those you give it, allowing the recipient to fully understand your feelings for them.] Instead of just one cut flower, instead you’ve been given a thorny bush that grows them. Under optimal conditions, the bush shall produce a new flower once every week, with a maximum of six flowers present on the bush at any time.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 131,
      "source": "How To Train Your Dragon (Dreamworks)",
      "name": "Dragon Nip",
      "description": "This is an herb that comes in two different subspecies, though you have a small garden inside a section of your warehouse for both, which have differing looks and effects. The first subspecies is a yellow, bubbly substance that seems to have a similar effect on dragons as alcohol has on humans; however, it ends up putting the dragon to sleep. The second is a green grass plant, which grows to approximately half the height of a full-grown Viking (around six feet tall), and it is said that these grass-like plants smell like garlic. It appears to be similar in effect on dragons to the effects of catnip on cats; however, when a dragon (at least Night Furies and Gronckles) has dragon nip rubbed on the tip of their nose and around their face, their pupils dilate, they stop flying or attacking and they begin to rub the dragon nip over their bodies, rolling in it if possible, and playing around in it or with it.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 132,
      "source": "HunterxHunter",
      "name": "Tree of Plenty Seeds",
      "description": "A pack of seeds that'll grow into a Tree of Plenty, a rare tree that is always full of different fruits each morning. The tree will be fully grown in 3 years after planting and will produce fruit daily after that. There's gonna be a lot of fruit, and everything you don't pick is erased at the end of the day. Every 5 years the tree will produce a golden apple which will grow into a new Tree of Plenty if you plant it.",
      "cost": 250,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 133,
      "source": "Hyperion Cantos",
      "name": "Tree ship",
      "description": "Only a handful of these trees exist. This is a 1 km long, living tree spaceship. it’s very fast and comfortable to travel with. Multiple Ergs live in it which produce powerful class 9 containment fields, which can be used for protection, inertia dampening, atmosphere containment, radiation shielding but also for propulsion. Contained singularities produce artificial gravity. It is also equipped with a standard Hawking drive. The seeds of the tree don’t grow everywhere but if they do they will develop to 1 km tall Muir-wood trees of their own.",
      "cost": 800,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 134,
      "source": "Hyperion Cantos",
      "name": "Startree biosphere",
      "description": "A dyson sphere made out of massive interwoven trees as long as the mississippi, asteroids that also deliver massive amounts of water and erg-produced force fields holding everything together, retaining atmosphere, protecting against impacts, stabilizing the entire construct so that it doesn’t crash into its star and even creating pockets of artificial gravity if desired. You can spread it to other stars, but it will take a time to seed the galaxy. You may choose the exact makeup of the flora and fauna of this massive garden.",
      "cost": 1200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 135,
      "source": "I Shall Seal The Heavens",
      "name": "Heaven Defying Tree",
      "description": "Contained within a pocket world within a painting, lies a massive tree, clearing suffering from an injury cause by some terrifyingly powerful lightning strike, surely from the tyrannical heavens themselves! Should you enter, and only you can unless you give explicit consent to another to enter or follow you, you find yourself at the base of the tree, either standing in a shallow lake reaching only up to your ankles, or a large grassy plain, as you prefer. In this place, in the presence of the tree you will find that in taking the time to cultivation, you experience a drastic increase in the amount of energy you can intake from this little world, compared to outside. For an early Qi Cultivator this please is a haven, making it comparatively easy to quickly soar through the early energy-focused stages cultivation. However this place can only help provide the energy to improve one's strength, it cannot aid in comprehension, experience or matters of personal growth, as such it would be unwise to stay here overlong without taking the time between levels of to consolidate one's gains. The tree can easily support the cultivation of as many people you allow into this world. After this jump, beyond the eyes of this worlds 'heaven' you can deploy the tree into a world in a sufficiently clear space and it can provide it's benefits to all within a considerable range of itself, although beware, the tree will aid all within range including those that you may not wish for it to aid. You can alternatively keep it in the large painting and move it around as an object or deploy the pocket world as a permanent extension to your Cosmic Warehouse.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 136,
      "source": "I Shall Seal The Heavens",
      "name": "Immortality Illumination Vine",
      "description": "Of the three ways to become an Immortal, the use of an Immortal Vine is the most common. This Vine will not only aid you in becoming an Immortal without requiring the acknowledgement of Heaven or Planetary Destiny but can also aid you in other ways. By consuming this Vine, even if you are already an Immortal, you need not concern yourself in this or any other form of cultivation about the ‘need’ for a given resource to advance your cultivation. You can behave as though the necessary resource is immediately at hand for all intents and purposes, but only at the bare minimum amount needed. You only get one Vine per purchase but may repurchase this item at discount for an additional Vine per purchase. If consumed by another they will benefit identically to how you would.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 137,
      "source": "I Was Caught Up In A Hero Summoning, But That World Is At Peace",
      "name": "Seedlings",
      "description": "The World Tree is technically the real body of the World King, and it’s the source of several premium items, like the strongest wood in existence, or the fruit of the world tree, which can heal anything short of death. These seedlings probably won’t become sentient tree women like the original one (or they might just do exactly that), but they have enough similarities. Ten of them, once planted and fed with magic, will grow fairly quickly and eventually mature to give one of those fruits per year, and once fully matured each tree will give you an additional seedling to plant elsewhere, and will continue to do so at intervals. Though, getting all ten of them to that level will probably require an absurd amount of magic.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 138,
      "source": "I've Been Killing Slimes for 300 Years and Maxed Out My Level ",
      "name": "Peach Tree Grove",
      "description": "Elves appreciate plants in all its forms, but in particular have a fondness of trees. The elves of Nobleaf make their home upon large flat plains upon which, stretched neatly as far as the eye can see, are rows upon rows of peach trees. You have acquired a sizable plot of land among these peach trees. There are at least a few hundred peach trees in this area. The villagers here occasionally hold a peach festival with fun games such as “which peach looks the most like a butt?”, maybe you could take part? This grove of trees will follow you to future worlds and will be set in a location of your choice.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 139,
      "source": "I've Been Killing Slimes for 300 Years and Maxed Out My Level ",
      "name": "Aged Mandragora",
      "description": "It is said that when you pull up a Mandragora it releases a scream that kills those who hear it. That isn’t true. However, when a mandragora reaches 300 years old it will gain a human form and intelligence, and will be able to speak clearly. Such an old mandragora could be used to make the ultimate medicine in the hands of a witch. Perhaps that is why intelligent Mandragora fear witches on sight. Alongside a variety of century aged Mandragora, you have also been given a single pot with a 298 year old Mandragora plant in it. If left to grow for a few more years, it will reach 300 years old and subsequently gain a childlike human body and intelligence. At heart they will still be a plant though, and will spend much of their time planted under the ground, gathering sun, and so on. They are very good at helping grow other plants, being one themselves. You could alternatively use this plant to create a medicine the world will rarely see, one potent beyond all compare.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 140,
      "source": "Illusion Of Gaia",
      "name": "Herbs",
      "description": "An interesting plant which seemingly cannot be grown, but restores whoever ingests it to nearly completely full health and energy. This herb will not regrow, but it comes with the knowledge of how to plant and cultivate this rare flora.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 141,
      "source": "Illusion Of Gaia",
      "name": "Gorgon Flower",
      "description": "Reputed to have been cultivated by the Gorgons themselves, this flower contains within it a potent magical serum that will immediately cure anyone afflicted by petrification. No matter the cause, it will restore them to just how they were before the petrification.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 142,
      "source": "Irredeemable",
      "name": "Seeds from the Tree of Life",
      "description": "Do you wish for immortality, or stasis, these seeds can grant both. Endless life going hand-in-hand with unhealing wounds. Unlimited time and unlimited regrets. With this you can either consume a single seed gaining immortality for yourself. Where you cannot improve but also cannot be permanent injured; both your physical state and emotional state cannot change meaningfully from what you are at the time of consumption. Improvements just don’t take and injuries heal very quickly. This mixed blessing is permanent for anyone other than yourself who takes a seed however you are given the opportunity to rid yourself of its effects once per jump at the beginning. More impressively, you can take this handful of seeds, your entire collection and drop them on the ground somewhere on a planet. These seeds shall take root and with supernatural speed grow into a grove of magnificent trees that will create and expanding field of immortality and stasis that will soon encompass the entire planet (or comparable surface area to that of Earth). This field shall also protect the grove, making the tress virtually immortal and rapidly healing, but only from forces below a certain threshold. Plutonian almost certain exceeds that threshold.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 143,
      "source": "Kingdom Hearts",
      "name": "Paopu Fruit Seeds",
      "description": "The seeds in this bag will grow into trees that produces a bright yellow star shaped fruit. It's really juicy, delicious sweet treat to share with those close to you. In fact, it's said that if two people share one their destinies become intertwined. But that's just a rumour ...right? As a bonus, when grown near a ledge or overhang the trees will form a nice level resting place mid part way up it that is surprisingly comfortable. Trees grown in other spots will grow mostly vertically, they may have a bit of a jaunty lean to them.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 144,
      "source": "Kingdom of Loathing",
      "name": "Tea Tree Bonsai",
      "description": "A small tree capable of producing the best brews in the land. Highly effective and stimulating, they soothe the mind and body in preparation for fights with small buffs. Of course, you could drink vastly superior, though not as beneficial, coffee instead.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 145,
      "source": "Kingdom of Loathing",
      "name": "Tea Tree Bonsai",
      "description": "Although tea isn’t a sauce, it has certain properties that lead to a few radical Saucerors and other scientists to research them. This is the fruit of their experiments, being a tea tree that can be used to create tea that is so soothing and relaxing, it actually heals you and grants a tranquil state of mind that can think clearly, guaranteed.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 146,
      "source": "Kuma Kuma Kuma Bear",
      "name": "Honey Tree",
      "description": "Sitting in a giant field of blooming flowers is a gargantuan tree. The many different colours and species of plants surrounding it ensures that it is bursting with colour and life all year round. This tree is called the honey tree not because it naturally produces honey but because it is filled with hundreds of bee hives and hundreds of thousands of worker bees. Honey all but leaks from each nook and cranny. Collecting the honey is a simple affair, as the worker bees flying to and fro are incredibly docile. They won't react even as you reach in a meaty hand and scoop up their liquid gold. This tree also happens to come with two guards: large bears that defend it from monsters, while also enjoying some of the honey that gets produced.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 147,
      "source": "Kuma Kuma Kuma Bear",
      "name": "Sacred Tree",
      "description": "The elves live in forests around the land, protected by a massive magical shield that keeps monsters out. This shield is created by a gargantuan Sacred Tree at the very centre. You have managed to come into possession of a young sacred tree for yourself. The tree will constantly generate a large field that repels monsters for miles around, and will only grow larger as the tree reaches maturity. Around the tree itself is a smaller second shield that protects the tree specifically from all but a select few. The leaves of this great tree can be used to brew a very relaxing tea that leaves the drinker energised and recovers their magical energy.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 148,
      "source": "Mad Father",
      "name": "Alraune",
      "description": "Also known as Mandrake or Mandragora. This small toxic plant can be used to make sedatives and potent sleeping medicines. It is also a useful magic and alchemy component. You have two pots and can grow more Mandrakes from the originals. Be careful when you go to harvest them. If the Mandrake is buried then uprooted it will let out a hellish scream that can incapacitate or kill those who hear it. Afterwards they become passive and walk around.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 149,
      "source": "Magical Pokemon Journey",
      "name": "Fruit of Great Energy",
      "description": "A rare, heart-shaped fruit with horizontal stripes. When eaten, the fruit imparts refreshing vigor and restores your health. You get a tall tree with lots of the fruit constantly growing on it. If destroyed, the tree regrows after a month has passed.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 150,
      "source": "Magical Pokemon Journey",
      "name": "Fruit of Indigestion",
      "description": "A heart-shaped fruit with vertical stripes. People who see it will be fooled into thinking that it is actually a healthy fruit. Instead, eating it will give you nothing but stomach aches. The indigestion isn’t fatal, but it always leaves you sickly and aching, and there is no cure but to wait for a full day to pass. The indigestion will not set in immediately, and it is impossible to notice the problem before the pain sets in. You get a tall tree with lots of the fruit constantly growing on it. If destroyed, the tree regrows after a month has passed.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 151,
      "source": "Majikoi",
      "name": "Agave Seed",
      "description": "The Agave plant, once full grown, only blooms every fifty years. An impressive sight, but so very rare. In your possession is a special kind of Agave seed, one that when planted, will fully grow and bloom in just around nine years. If you plant this seed alongside some friends, you’ll find the bonds of friendship between all of you will be greatly strengthened for the experience. If you all promise to meet there again in nine years, each of you will have just a little more luck in any situation that would endanger your life. It might not be much but the dream of meeting up with everyone, even if you all split up over time, will manage to keep you or your friends alive a few times, even if you might not otherwise survive.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 152,
      "source": "Maken-Ki!",
      "name": "Animalnip",
      "description": "Plantlife that grows in environments heavy in Element can sometimes grow strange properties. Such is the case of this garden full of ordinary-looking bushes. But you see, the smell of their leaves has the ability to make animals go crazy for it and rushes to get as much of it as they can regardless of their normal behavior. It can make a decent bait, though I don’t recommend making clothes with them.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 153,
      "source": "Maken-Ki!",
      "name": "Sakuyabime",
      "description": "Another kind of plant that only grows in a place with a dense amount of Element is the legendary flower known as Sakuyabime, which you now have in a pot. Consuming it fills someone with Element, and while it doesn’t have much use for Ability Users, it’s another story for ordinary people. A mundane person would see their natural Element rise until they have the power to be an Ability Users and even use a Maken of their own. After being picked, the flower will grow back in one week.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 154,
      "source": "Marvel - Magic",
      "name": "Golden Apple Tree",
      "description": "​It is a curious that so many of the myths and legends of the world contain within them tales of divine trees that bloom with magical fruits. Perhaps they are an echo of some primordial tree such as Yggdrasil or even of the Elder Goddess Gaia. Whatever the case, you have gained possession of one such tree which grows within a small forest connected to your warehouse. Upon this eternal tree blooms beautiful golden apples. These apples are among the most delicious food in existence and a single apple will fill the belly of any who eats it for a week to come. But the true wonder of the these apples is that they serve as a panacea, curing nearly all ills when eaten, Even old age can be warded against -- so long as a being eats an apple once a century, their aging will slow to a crawl that even the gods would fail to notice the wear of years upon them.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 155,
      "source": "Marvel Cinematic Universe Volume 1",
      "name": "Nightshade Flower",
      "description": "They say whatever doesn't kill you will make you stronger. Nowhere is that more obvious than with this beautiful but deadly flower found in Jamaica. In large amounts the flower will poison and kill anyone who tries to imbibe it. Yet should one use small amounts via spreading it upon the body's wounded areas, or attempt to imbibe by inhaling the smoke from its burning roots, the flower will act as a healing agent to help eliminate wounds. Even better, doing this will also temporarily grant increased strength, speed, and durability to those who imbibe it to make them formidable opponents. Just be careful with how long you take it, for it could have adverse effects.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 156,
      "source": "Marvel Cinematic Universe Volume 2",
      "name": "Field of Heart-Shaped Herbs",
      "description": "Out of all the Wakandan secrets that lie within the borders of the reclusive city, this one is the most potent secret of them all. It is also the most dangerous. It is a small but potent field, its soil infused with radiation from the ancient Vibranium meteor when it fell to such an extent that it would affect any plant life growing within it, like these herbs. The herbs are taken and ground up so that it may be imbibed, and when the imbiber is buried under a light covering they will find themselves on a spiritual journey to talk with their ancestors... and then rise a greater warrior. Strength and speed that reaches the lower levels of superhuman, durability to survive explosions with minor injuries. Perfect coordination and balance with agility that far outstrips Olympic athletes. It would not be too farfetched to say that the results of this herb match even the ones derived from the Super Soldier formula that made Captain America... and now you have a small field of these plants. Be very careful. After you leave, this can either be a property or a Warehouse Attachment.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 157,
      "source": "Master Of Magic",
      "name": "Bounty of Nature",
      "description": "You are adept at coaxing a great and plentiful harvest from nature itself. In this jump, forests and hills generate twice the food that they otherwise would, while keeping the production bonus they normally provide. In future jumps, as long as you are in a place where edible plants of some kind grow, you can feed dozens of people a day with ease. By spending an entire day communing with the plants, you can double the harvest of one hundred square miles (only works once per harvest).",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 158,
      "source": "Meddlesome Kitsune Senko-san",
      "name": "Sakura Tree Grove",
      "description": "A resplendent golden gate appears inside your warehouse leading to a small grove of blooming Sakura trees, with a clearing of green grass in the middle. The time of day can be set as you enter, ranging from a cloudless starry night, to a mellow sunset, to a rosey midday sun. A lovely place to relax or have a picnic with friends and family. Your own personal Hanami on demand.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 159,
      "source": "Metro 2033",
      "name": "Mushrooms",
      "description": "A special species of mushroom specially made and bred for use in agriculture. Once you release the (hypoallergenic) spores in this container, these things will start to grow damn near anywhere and everywhere. They are also resistant to blight and are both filling and nutritious for humans when fully grown. The container replenishes each jump.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 160,
      "source": "Miracleman",
      "name": "Fleshfern",
      "description": "A potted plant from the planet Aldebaran that blooms as the body parts of people nearby. Earflowers that tilt towards nearby sound, fingertrees grasping at empty air, tonguebeds that glisten in the light, etc. Cuttings can be replanted to grow new plants, with each new fleshfern growing as a hybrid of a local flora species and external organs of nearby creatures. These organs are biologically viable and can be transplanted into those they’re imitating with no rejection.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 161,
      "source": "Mob Psycho 100",
      "name": "Broccoli seeds",
      "description": "Not just any broccoli seeds, these are special. You see, espers can grow plants very quickly by injecting psychic energy into the plant, but those taste disgusting. These seeds, however, are unique. They themselves have been imbued with psychic energy, making them an excellent receptacle for all types of energy. That means that, if you broke a piece off of a stalk, you could use it as a decent staff for magic, psychic energy, or even electricity. There are five of them, and they refill every jump.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 162,
      "source": "Momodora",
      "name": "Seed Of A Minor Lun Tree",
      "description": "An otherwise unobtainable seed from the blessed Lun Tree of Koho. When planted in good soil the resulting tree will grow tall and hardy like a cottnwood but with large maple tree leaves that slightly glow, especially at night. Every ten years the tree will drop a few leaves that are blessed and function the same as the purchaseable maple leaf, along with a few large branches. The tree's wood is blessed and highly durable - the wood causes great pain to evil beings and its presence alone is enough to drive away lesser evil creatures. Once a jump it will drop a few additional seeds, which grow into trees that function the same.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 163,
      "source": "Mondaiji",
      "name": "Water Tree Sapling",
      "description": "When this little tree is planted, it will quickly grow in size up to that of a normal tree. It takes moisture from the air and solidifies it into streams of water, which then flow out from its roots. After the initial growth spurt, the speed of growth greatly decreases, but it never truly stops growing. The bigger the tree grows the more water is produced from the roots.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 164,
      "source": "Mononokehime",
      "name": "Spiritual Sapling",
      "description": "The difference between a curse and a blessing runs rather thin – really, what is a curse to one could very well be a blessing to another. This sapling has been blessed by a forest deity, and evidently the Kodama are rather fond of it. Though it’s merely a sapling right now, the amount of spiritual power that surges forward from it is already palpable. Planted in a location and tended to carefully, it’ll grow rather quickly until it becomes a massive tree – and the center of a new forest. Once it does reach this point however, it’ll start spiritually enhancing all of the plants around it as well, until the entire forest becomes a nest of spiritual life. Kodama tend to pop up from this tree once fully grown and like other nature spirits, they seem happy to tend to plants around them. Just be wary that given enough time, the Kodama won’t be the only spiritual creatures around, so be careful of what settles within the forest.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 165,
      "source": "Monster Hunter World",
      "name": "Ancient Tree Sapling",
      "description": "What you have here is something quite remarkable, a sapling of the Ancient Tree variety. This sapling resembles a fully grown normal tree in its current form, and it promises to grow far larger before it’s done. The Ancient Tree sapling is overflowing with natural energies, causing any plants or fungi grown in the nearby soil to grow much faster, larger and healthier than if planted elsewhere. Insects and beasts that eat from it will also grow healthier as well.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 166,
      "source": "Monster Rancher",
      "name": "Silver Peach",
      "description": "A peach with a faintly silver coloration. Feeding this to someone, even on their deathbed, will extend their lifespan by six months. After eating, the pit can be planted and will grow into a tree after ten years with a single Silver Peach upon it, which withers as the peach is removed in any fashion. It can never be modified or ‘tricked’ to get more than a single peach per harvest, nor can this peach be recreated by magical means- all attempts result in a normal peach. Can be purchased multiple times.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 167,
      "source": "Monster Rancher",
      "name": "Golden Peach",
      "description": "A peach with a faintly golden coloration. Feeding this to someone, even on their deathbed, will extend their lifespan by a year. After eating, the pit can be planted and will grow into a tree after ten years with a single Golden Peach upon it, which withers as the peach is removed in any fashion. It can never be modified or ‘tricked’ to get more than a single peach per harvest, nor can this peach be recreated by magical means- all attempts result in a normal peach. Can be purchased multiple times.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 168,
      "source": "Mortal Kombat 9-10",
      "name": "Living Tree Sapling",
      "description": "You have a sapling of a Living Tree; a strange tree found in Outworld that has a face. Most moan, scream, and shout, and attempt to devour those foolish enough to stand close to them, but this one seems friendly enough. If you grow more of them with it, who knows how they might turn out...",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 169,
      "source": "MtG - Bablovia",
      "name": "Shoe Tree",
      "description": "A tree that grows shoes. You can plant it in your warehouse or on any property you own and it will constantly provide you with shoes that fit your feet perfectly. It will also always grow the exact number of shoes of a kind you'd need, so don't worry about growing a few extra ones. Can be imprinted to grow shoes for a different person.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 170,
      "source": "MtG - Lorwyn",
      "name": "Seedling",
      "description": "A single seedbody, large enough to fill an elf’s hands. Perhaps a compact, segmented cone or an oaknut in its shell. Most likely matching your species of tree, or one of choice if you are not a treefolk yourself. It holds the next generation of your line, old rituals ensuring that it is all but guaranteed to go through the Rising. More impressively, it shall be in possession of all your knowledge, though lacking your long lifetime of habits, opinions, and quirks. Already the casing has cracked, revealing tantalizing slivers of green within. It is ready to sprout. If you plant this seedling just before your death, the sapling grown from it will strive to faithfully carry on your plans and preserve your memory and knowledge. So long as this sapling has sprouted and remains alive, you will not count your death as a failure of your chain, being revived at the start of the next jump. Your offspring’s naivety might prove a hindrance to actually carrying out whatever plans you might have had though, no matter how much knowledge you pass on. Alternatively, you could simply plant it and raise a reverent sapling possessing of all your knowledge, if not your wisdom and experience. Either way, you will receive a new seedbody at the start of the next jump after planting it. And should you wait to plant it, it shall be patient in kind, its development frozen as long as you wish.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 171,
      "source": "MtG - New Phyrexia",
      "name": "Mycosynth Wellspring",
      "description": "A strange fungal organism, Mycosynth was originally born from the corruption of the Glistening Oil in the depths of the plane, its spores spreading through the air, turning flesh to metal and artifacts to life, being the cause of the metallic growths on the living races of Mirrodin. Now, you have come into possession of a special strain of these spores- and, if you wish, a small room in your Warehouse with a wellspring of them- ones that needs not the corrupting oil to survive, while still keeping their transfiguring properties. With this and some time, you could turn other worlds into metallic paradises like Mirrodin once was... and leave them ripe for corruption from within.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 172,
      "source": "MtG - New Phyrexia",
      "name": "Birthing Pod",
      "description": "This monstrous bio-metallic flower, when fed with well-preserved or preferably fresh corpses, will swallow and store them deep within its body as it gestates, turning the once uncorrupted body into a Phyrexian abomination, all around stronger and hardier, not losing their biological abilities-though the resulting beasts might not be able to use the more complex techniques or magic. However, it only seems to create mostly mindless, if loyal monsters, and you have almost no control over the final result. It is, however, a way to produce cheap and strong forces, perhaps enough to build an army, given sufficient time...",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 173,
      "source": "MtG - Zendikar",
      "name": "Bountiful Forest",
      "description": "A stretch of forest along a great river that is abundant even by the standards of the great forests of Bala-ged. Dotted with waterfalls, there is a tranquility to this place found in few other places; creatures found here are more intelligent than their fellows, and this trait seems to spread to new inhabitants, as introduced species will find themselves growing calmer and of greater intellect. Introducing new species to this place will not cause lasting harm to the forest, as the inhabitants are quick to adapt to newcomers. Creatures tamed here make ideal companions, still wild in instinct but wise enough to work with man easily. Produces one Blue or Green mana.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 174,
      "source": "My Little Pony",
      "name": "Zap Apple Seeds​",
      "description": "A small bag of rare Zap Apple seeds. When planted they will spontaneously grow into a full fledged tree in one day and bear fruit. Once the fruit ripens it must be harvested quickly or else they will vanish. Zap Apples are one of the most delicious fruit in Equestria. Taking this with \"Apple Family Cider Recipe\" will give you the recipe for Zap Apple Jam, you will also get a Jar of Zap Apple Jam that refills itself once a month if taken with the upgraded version of the \"Apple Family Cider Recipe\".",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 175,
      "source": "My Little Pony",
      "name": "Crystal Seed",
      "description": "A small seed in the form of a diamond, when planted it will quickly sprout and grow into a large crystalline tree castle on the spot. You must leave it behind however when you leave this world, you do however get a new seed in your warehouse.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 176,
      "source": "My Little Pony Friendship Is Magic",
      "name": "Seed of Friendship",
      "description": "This is quite literally a seed. When planted it will grow a tree of harmony. This tree will have an effect in the country/area/land/place that it is planted. Friendship will be more easily cultivated there, and it also has a spirit. The spirit of the tree will appear to people in desperate situations and give guidance in the ways of friendship and how to promote it. Guidance can also be sought out from it. By going to the tree and concentrating, meditating, taking a nap and other such things you can contact the spirit and attempt to seek its guidance. The tree also provides the place where it is placed with a resistance to dark magics and it positively influences the area to prosper.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 177,
      "source": "Naruto - Look To The Stars",
      "name": "Danzo Shimura Tree",
      "description": "You possess a massive tree once made up of Danzo Shimura, the First Hokage's cells, and a few Uchiha eyes for good measure. Now the tree grows organs, particularly ocular organs, as fruit. It defaults to growing a batch of unawakened Sharingans by the dozen every day. What anyone would do with such a thing is likely variable, but you now have a functionally endless amount of Sharingans to use, a tree composed of Hashirama Cells (good for prosthetics and grafts), as well as a soul in perpetual torment.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 178,
      "source": "Naruto (NuBee and Val Version)",
      "name": "Hero Water",
      "description": "A special tree, grown from a seed taken from Takigakure. While the location of the tree is in a hidden grove known only to you, it regularly releases small amounts of the substance known as Hero Water. Enough to fill a small bottle each week, far less than the original tree but at a much more constant rate. This water holds enormous power, able to magnify the chakra of any who drink it by tenfold. Even a weak ninja can become mighty for a few hours with this in their system. But it carries a terrible price. The lifespan of the ninja that drinks the water is reduced to a tenth of what it once was, their bodies strained terribly by that enhanced power. Still, it provides a way to turn an unimpressive force into a terrifying army for a single day, if enough is gathered.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 179,
      "source": "New Pokemon Snap",
      "name": "Crystabloom Seeds",
      "description": "Crystablooms are special flowers that are also subject to the Illumina phenomenon which pervades the Lental region, causing them to occasionally glow. They can grow just about anywhere, appearing in both arid desert and deep underwater. You have a box containing a small supply of seeds, enough to grow a few crystablooms of each of the six varieties that can be found in Lental region. The box is well organised, making it easy for you to distinguish which seed corresponds to which variety of crystabloom. The crystablooms grown from these seeds are special. A person or creature that has experienced long-term exposure to one of these crystablooms will gain the effects of the ‘Illumina State’ perk as if they had purchased it in this document. The key difference is that they will not be able to choose their preferred colour, instead it will be determined by the variety of crystabloom they were exposed to. A person or creature who already has the ‘Illumina State’ perk will not be affected by these crystablooms, and once a person or creature receives this effect from one crystabloom variety, they will not be able to receive the other colours from the other varieties.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 180,
      "source": "NieR",
      "name": "Lunar Tears",
      "description": "It’s a beautiful meadow of white flowers. These are the legendary Lunar Tears, mythical flowers said to heal all woes from the body and mind. True ones in fact, thousands planted in this meadow connected to your warehouse or on a property that you own. Each one when eaten will heal the body of all wounds and sicknesses and free the mind of any stresses or ills. They can be crushed or turned into a drink or other methods to separate them but will deliver less healing power if not eaten whole. When plucked, a new Lunar Tear will sprout in the meadow a year later.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 181,
      "source": "October Daye",
      "name": "Seed bank",
      "description": "Seeds, seedlings, saplings, and bulbs for growing any sort of fae plant.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 182,
      "source": "Omori Headspace",
      "name": "Sprout Mole Colony",
      "description": "Somewhere nearby, there’s a hole in the ground. This hole leads into a small network of tunnels, inhabited... by Sprout Moles. This small colony of plant creatures considers you a figure of authority, maybe even a leader. Good for you. Sprout Moles are, ah, highly intelligent creatures, for all that they have no impulse control, and go berserk when they lose their bearings. I’m sure you’ll find some use for them. It’s not like they’ll leave you alone. Actually, they’ll follow you everywhere, even to other worlds, the entrance to the colony appearing somewhere nearby when you arrive. At least their dedication is admirable. If some end up as abandoned TOAST, they can easily be replaced, too. More Sprout Moles can be grown using the seemingly limitless supply of tofu the Sprout Moles gather. Just try not to let them eat the blocks you’re using. ...Come to think of it, that’s actually kind of unsettling. Well, that’s not my business. Is it yours?",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 183,
      "source": "Ori and the Blind Forest",
      "name": "Sample and Seeds",
      "description": "Encroaching and enervating, corruption has strangled the life from Nibel. Twisting and tenacious, its agents have only been strengthened. Thorns as hard as steel line every passageway, while inverted pitchers project beams of Energy. In your grasp are now several samples and seeds of the blighted plants that taint the land. Properly cared for, they can act as a potent bulwark against those who would trespass your domain. Left alone... Well, if there’s anyone you’d like to evict from their home, these will put on a rather cathartic performance.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 184,
      "source": "Ori and the Blind Forest",
      "name": "Ginso Tree",
      "description": "Towering thousands of meters above the forest floor, the Ginso Tree caresses the clouds. Beyond its impressive stature, the Tree plays a vital role in Nibel’s essential processes. Nestled in its Heart, the Element of Waters governs every drop of every lake and stream, through its very existence cleansing these bodies of corruption and filth. With a skilled master, it may be applied to yet more impressive ends. Upon entering a new world, you may choose to deploy new instances of the Ginso Tree and the surrounding parts of Thornfelt Swamp in any appropriate location.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 185,
      "source": "Otoyomegatari (Bride Stories)",
      "name": "Grape Vines",
      "description": "A number of hardy grape vines may be found on any land you own. They seem to be in season year-round, and the fruit is always plentiful and sweet, even if they are untended.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 186,
      "source": "Pajama Sam",
      "name": "Shoe tree",
      "description": "Literally a tree with a bunch of shoes on it. Periodically grows more shoes. Will update to include shoes from future jumps.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 187,
      "source": "Paper Mario",
      "name": "Magical Bean Satchel",
      "description": "A small satchel that contains six beans. When a bean is planted it immediately sprouts into a giant beanstalk that reached up into the clouds. This can be used to reach places that rest at that height (like a city in the clouds). The beans replenish monthly.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 188,
      "source": "Paper Mario",
      "name": "Floro Sprout Seeds",
      "description": "A small bag of seeds, about a dozen of them, that are infused with the energies of chaos. When one of these seeds is “planted” in someone's head, it will grow into a floro sprout. Individual's who have floro sprouts growing from their heads are under your mental control, until such a time as the sprout is removed. The seeds replenish monthly.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 189,
      "source": "Path Of Exiles (Delve League)",
      "name": "Plum tree",
      "description": "A squat sapling dug up from one of Sarn's many gardens, this seemingly normal plant is unusually receptive to mystical energies. As they ripen, its fruits will draw in and concentrate an abundant amount of whatever ambient energies are present and concentrate them. If there's any use to these fruits, or if they're even safe to eat is something you'll have to figure out for yourself.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 190,
      "source": "Plants vs Zombies",
      "name": "Tree of Wisdom",
      "description": "You have a Tree of Wisdom of your very own! This is a big tree, and a bigger eater, but the greatest thing about it is it’s wisdom. While it can survive easily onjust the normal nutrition it gets from the soil, it can only ever grow through special food. Upon being fed, it will reveal information it has gained through communing with nature. This will always be good, useful information, highly relevant to whatever interests you’re pursuing at the time. But never something that you couldn’t ​really​ have found out for yourself. On average, a tip from the tree will give you stuff that you could have found with maybe a month’s careful investigation in the local world. After this jump, the plot the tree stands on becomes a warehouse attachment, and you gain ten bags of its food every year.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 191,
      "source": "Pokemon X & Y",
      "name": "Berry Fields",
      "description": "This large, fenced off area of land is now yours to keep! It can be located either close to your starting location, or connected to your Warehouse by a special gateway. The soil here is especially fertile, and great for growing the Berries native to the Pokémon setting. A number of rows have already been prepared for such a task. In addition to the large amount of space, the fields have a few other features. Located near the entrance is a Mulcher Box, which can create high quality mulch with various effects out of Berries. Next to it is a smaller box. If no berries have been planted or can be harvested, and no Berries are in this box, the box will spawn five randomly chosen ‘common’ Berries after a few days – ensuring that you will always be able to slowly work back up to a sustainable source of Berries. As a bonus, this item comes with a Spinklotad, a novelty watering can shaped like a Lotad.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 192,
      "source": "Prehistoric Earth",
      "name": "A Bag of Seeds",
      "description": "Collections of seeds from plants appropriate to your time and place. The plants are chosen among those most easy to cultivate, and most likely to survive and thrive in the climate. They are sufficient to plant enough to feed ten people on the plants alone for a year, or roughly ten acres, and of course the resulting plants can have their seeds re-used to expand further. If you are Transitory, then it instead gives one tenth as many seeds, but refills each time you go to a new ‘life’. In future jumps, refills at the beginning of the jump with appropriate seeds.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 193,
      "source": "Psycho Pass",
      "name": "Hyper-Oats",
      "description": "99% of Japan’s food comes from a single strain of genetically-enhanced oat, of which you now have a lifetime’s supply. It provides all the nutrition a human needs, but they are admittedly a little bland on their own. The kitchen unit of the Tokyo Apartment (above) can turn Hyper-OatsTM into practically any meal, reproducing the flavor, texture and appearance of anything from a fried spring roll to a beef steak or ice cream. There’s a packet of seeds, too, if you fancy growing some, but they are susceptible to disease unless you have a system to manage that.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 194,
      "source": "Quest For Glory 1",
      "name": "Erana’s Tree",
      "description": "Far greater than a single fruit, you receive a sapling tree blessed with Erana’s Power. Plant this tree in a peaceful garden and within a year not only will it bear half a dozen fruits per day, but will cultivate a powerful aura of peace and tranquility for all that rest near it. The more love the tree sees, the faster it will grow; in time, it will bear seeds of its own to plant where you will. Like the respawning fruit above, the fruits picked from the tree lose their potency after 24 hours, but will regrow on its branches by the next day. Consuming this fruit in its entirety will satiate all food and water needs for the day, provide perfectly balanced nutrition, and give a minor pick-me-up to your general health. Perhaps ward off a fever, prevent an infection, or just remove some road-weariness.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 195,
      "source": "Quest For Glory 2 - 3",
      "name": "The Mother of the World",
      "description": "The Mother of the World is the greatest, oldest and most powerful tree in Gloriana, stretching thousands of feet into the sky. It is said to be the source of all life on Gloriana. At its top is a chamber called the Heart of the World, teeming with life magic. With this purchase you get the tree as an add-on for your warehouse; it can be placed in any other natural setting add-on (which will expand appropriately), or as its own area. Once for each jump you are in, you may grow a twin of The Mother of the World in any place of nature. The tree takes a month to reach full power and maturity, growing at around one inch of height per minute. It has all the powers of the original. First, whomever is linked to the tree (the purchaser) is twice as powerful with regard to druidic or life magics or abilities; this is not enhanced by additional trees. Second, anyone who practices such magic within the tree (or a twin), on or while in contact with it (or a twin), likewise has their power doubled (this does compound with the first effect). Third, natural creatures of all sorts will be ecstatically joyful to be near the tree; they will grow larger, healthier, faster, stronger as they remain there. This only affects creatures closer to nature than to civilization, so will not affect (most) sapient creatures. The one linked to the tree may prevent select creatures from gaining this benefit if desired.",
      "cost": 500,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 196,
      "source": "Ragnarok Online",
      "name": "Yggdrasil Seed",
      "description": "The seed fallen from the Yggdrasil tree. While you could just eat it, and it would recover a major portion of your health, you could instead plant it into the ground. It’ll take a prodigious amount of time and energy to grow, but the Yggdrasil tree ends up being massive. To compare, its roots and branches are large enough to create a whole dungeon with its own unique ecosystem in Rune Midgard. Do you really have that much time and energy to make it grow though? The tree won’t naturally grow any wild beasts of course, but you could place wild beasts inside, should you have any. The fruits of a flowering Yggdrasil tree have very strong recuperative properties, and are used in many medicinal mixtures.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 197,
      "source": "Ranma 1/2",
      "name": "Mushroom of Time Spores",
      "description": "The mushrooms grown from these spores will change a person's age to match the height of the mushroom in cm. (ie: a 5cm mushroom will make you 5 years old.) Contains enough spores to make a very large batch, as well as instructions for proper growth, and how to harvest new spores from the mushrooms.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 198,
      "source": "Rebirth Of Mothra",
      "name": "10,000 Year Old Forest",
      "description": "A forest filled to the brim with nature energy. Untouched by man and filled with old, venerable life. The 10,000 year old trees will answer your beck and call providing you with precious life energy, if you have the ability to utilize such energy. This forest will start somewhere close to your location at the start of every jump.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 199,
      "source": "Reimu's Awesome Holiday",
      "name": "Plantarium Amenities - Punching Trees",
      "description": "These resilient trees can increase your muscles by punching them with sheer force. If you punch one of the trees 20 times, you and all members of your party will start the next fight with a slight boost to your strength stat.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 200,
      "source": "Resident Evil",
      "name": "Potted Monster",
      "description": "What even is this? By all rights this should be a gross violation of every bio-hazard containment protocol on the planet, and yet this thing is still here? But why? This thing is literally a tiny monster that lives inside a ceramic jar the size of a bowling ball. Whether it’s a piece of Mold, a wingless C-Virus insect, a mutated critter of the t-Virus, or something, the point is that it’s a tiny monster in a pot. It might be adorable? But most importantly is that it’s not infectious in the slightest, meaning you can’t get viable samples from it. But it also means others can pet it without getting infected. Whether they avoid getting cut is another matter. Protip: It likes cooked bacon.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 201,
      "source": "Resident Evil",
      "name": "Mold Sample",
      "description": "There’s been viruses and there’s been parasites. But this takes the ideal of biological warfare and turns nature itself against humanity, all in the name of advancing profit and control. This little item is a sample of the pathogenic fungus known as the Mold, and it is capable of helping the host regenerate as well as getting some strength. However, there is a price. Most infectees end up becoming monstrous creatures, while even the human infectees are controlled by the primary 'host' akin to a hive mind. It’s heinous, but extremely effective in skilled hands.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 202,
      "source": "Resident Evil",
      "name": "Megamycete Fungal Root",
      "description": "I’m not even going to pretend that this thing somehow follows the normal laws of biology. You thought the Mold was bad enough? This is a part of the original source, the Fungal Root super-colony that’s capable of so many things. Immortality and immense regeneration? Easy. Storing all the DNA and consciousnesses of every infected entity while being able to replicate them like an organic supercomputer? Child’s play. Full shapeshifting from people to animal swarms with no loss of awareness, in complete violation of the law of conservation of mass? Done deal. Many of the pathogens of this world have had the risk of infecting the entire biosphere, but none have ever been as potent or as close to succeeding as this. Take great care when acquiring this pathogen.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 203,
      "source": "Rinnosuke Doujin (Hidefu Kitayan)",
      "name": "Enslavement Seed",
      "description": "Stick this little diamond-shaped seed in someone’s head and it will immediately grow into a little Pikmin-style shoot. Anyone with the seed in their head instantly becomes a devoted servant of the person who planted it, until death or the removal of the seed.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 204,
      "source": "Rurouni Kenshin",
      "name": "Sakura Garden",
      "description": "Do you like cherry blossoms? How about a serene and tranquil garden full of them, where they’re almost always in bloom? If all of this sounds appealing to you, don’t worry – one will manifest either on a property you own, or in a secluded location only you know how to find. The sakura are always in full bloom, and the area has a soothing effect on those who rest within it. Those who meditate or rest there will receive pleasant dreams and mental or sanity damage will steadily heal. In addition, this provides health to the spirit and the heart – spiritual and emotional abilities and skills receive a temporary boost after two hours of resting within the garden. It’s also a nice place to be alone and talk to someone – emotional bonding seems to come a bit more naturally here. Post-jump, this becomes a Warehouse attachment, or can be ‘dropped’ in a property you own.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 205,
      "source": "Saint Seiya",
      "name": "Soft Roses",
      "description": "What is a rose doing, blooming in a place like this? Does it remind you of someone special...? Well, you receive a bag full of rose seeds that replenish each week. They’re capable of growing almost anywhere, even a smog-choked volcanic island or an arctic tundra that sees the sun maybe once in a blue moon.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 206,
      "source": "Schlock Mercenary",
      "name": "Eye-tree",
      "description": "An amorph eye-tree, the symbiote that allows them to see when plucked and inserted in their flesh. Jump-chan would appear to have modified this tree to work with any organic life-form, even allowing creatures with no visual cortex to see.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 207,
      "source": "Scion",
      "name": "The Apples of Idunn",
      "description": "A wondrous orchard is now yours, full of marvellous trees with precious fruit. While normally the joy and power of the Aesir goddess Idun herself nurtures these beauties, some other force sustains them on your behalf. Thus, you own a supply of the famous apples of immortality equal to the one that supplies all of Asgard. Within seconds of eating one, a mortal returns to the biological state of their early 20s if they’re older than that, and find all their wounds, physical ailments and diseases restored to perfect health. Even gods and other immortal beings are bolstered by the apples; their vitality is bolstered for weeks after eating a single apple, their Legend is completely restored and their will refreshed and the Legend cost to activate the next few instances of any divine power short of an Ultimate attribute or Avatar form is utterly waived. Each apple is an infusion of divine power, and the source of Asgard’s heroic resolve.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 208,
      "source": "SCP Foundation",
      "name": "SCP-038 Seeds",
      "description": "Seeds, about a dozen of them. They look like apple seeds, and the tree that grows from them looks like an apple tree, but like everything else in this godforsaken place, there's a catch. The tree that grows from the seeds, if something is placed against the bark, will grow the first 90.9 kilograms(about two hundred pounds) of whatever it was that was placed against it. Animals that come into contact with it will grow as expected, and can move around, but age quickly, living, on average, two weeks, their bodies showing signs of having started to ferment before death. After the seeds have reached sapling stage, or the tree is destroyed before it can reach that stage, new seeds appear inside the packet.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 209,
      "source": "SCP Foundation",
      "name": "SCP-143 Sapling",
      "description": "The Bladewood Grove is a couple hundred Japanese cherry blossom trees with blooms of glassy, blade-like petals that are razor sharp without any added weight, and wood that is no heavier than regular cherry wood, but gray-fleshed with an incredibly smooth grain. Both of these products reach up to 5,000 HB on the Brinell hardness scale; The closest to its own hardness is rhenium diboride, a synthetic superhard material designed to have hardness nearing that of diamond, ranking at 4,600 HB; SCP-143's materials' weight to strength ratio surpasses that of Titanium, the material being as hard as it is and nearly 15% lighter than pure aluminum. Because of this, its materials are incredibly hard to work, and require heats in excess of 1,500°C just to fuse pieces of the material together. In addition, due to the nature of the plant as a very slow grower, its materials are hard to harvest, though its petals are shed regularly, falling twice every year. You receive one, a sapling, in a small pot; comes in both standard and bonsai forms and, as it produces no fruit, and thus no seeds, includes instructions on how to safely perform own-root propagation, for if you want to grow another.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 210,
      "source": "Sekiro",
      "name": "Snap Bush",
      "description": "You have in your ownership, either planted on one of your properties, or kept in a pot, a special bush of fumewort beans. The bean-pods of this bush, commonly referred to as “snap seeds” have a unique quality to them, for as their name suggests they produce a loud noise when snapped open. This “snap” is able to dispel illusions around the user, and even awaken people from trances and enchantments.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 211,
      "source": "Sekiro",
      "name": "Taro Tree",
      "description": "You have in your ownership a persimmon tree, either potted or planted on a property you own, of the same kind found in the lands of Ashina. The persimmons produced by this tree are highly nutritious and very sweet, giving you a quick boost of energy when eaten. Further, they help in the production of healthy blood, allowing the consumer to recover from blood loss in a matter of minutes. Further, eating a regular diet of these suckers encourages growth and size increase, allowing a normally short Japanese person raised on these fruits to grow to over 7ft in height by the time they reach early adulthood.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 212,
      "source": "Seven Deadly Sins",
      "name": "Special Mushrooms",
      "description": "A wide variety of magical mushrooms have been gifted to you. Most of these only have an array of amusing effects like changing your colour or temporarily increasing or decreasing your weight. There are some that can for a few hours decrease a person’s overall size significantly, turning humans into hand sized dwarves and giants into human sized beings. These mushroom will respawn a few days after being used.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 213,
      "source": "Seven Deadly Sins",
      "name": "Holy Maiden",
      "description": "After the last Maiden was killed by the Red Demon who attacked the Fairy Forest, there was need of a replacement. They found you to be most suitable to take on the Holy Maiden’s role, though whether you carry out your duties is another role. As caretaker of the Fairy Forest, you can communicate with and exert great control over plants of all different kinds as long as you are near them, though your true ability is to create seeds that can be used to form Fairy Forests over time. While it will take years or decades to form the far-as-the-eye-can-see forests like the existing Fairy Forests, even a few days or weeks of care will see one of these seeds cover the area of a whole town with ease. When in one of these forests you are aware of all that the plants within it are and can freely control any of those plants no matter where in the forest you are.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 214,
      "source": "Shakespear",
      "name": "Love-in-Idleness Flower",
      "description": "A potted wild pansy which has been shot by Cupid’s arrow, imbuing it with a strange power. When the juice is dropped into the eyes of someone fast asleep, they will fall in love with the first person they see upon awakening. The flower cannot be replicated through conventional means, but grows back each week when plucked.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 215,
      "source": "Silmarillion",
      "name": "Seedlings of Trees",
      "description": "Telperion and Laurelin were the greatest trees to exist. The only source of light in the world after the destruction of the lamps and before the creation of the Sun and Moon. With leaves of gold upon the one and leaves of silver upon the other, they shined with a beautiful light that the Sun and Moon are but pale imitations of. Ungoliant destroyed these trees, draining their light and increasing her might. Somehow, two seedlings of the trees have survived and ended up in your hands. These seedlings, when planted will sprout and over the course of a few years grow into new trees with same light. These are hallowed and sacred things. Bring light back to this enshadowed realm, or perhaps hoard it for yourself and see what you can gain from exploiting such great lights. The trees can either be placed in a garden-like attachment to your warehouse or planted in a spot of your choosing from jump to jump.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 216,
      "source": "Skul The Hero Slayer",
      "name": "World Tree Seed",
      "description": "The seed of a mythical tree, it has a powerful magical aura that greatly increases your strength and the damage of your magical attacks. Once a day you can plant the seed to summon a small World Tree that lasts for a few minutes. The aura of this tree affects you and your allies in a large radius, giving an even larger increase to strength and magical damage and a protective aura that reduces incoming damage. After a few minutes the tree disappears and the seed returns to your pocket.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 217,
      "source": "Skylanders - Spyro's Adventure",
      "name": "Garden of Skylands Plants",
      "description": "A large garden of various plants native to Skylands. The garden contains 32 unique plants, which can be divided neatly into eight groups of four. Each group of four is related to one of the eight currently known Skylands elements. When someone possessing a Skylands element consumes a plant corresponding to that element, they receive a moderate boost to all of their powers and abilities relating to that element. This boost lasts for around a day. Consuming a plant without the correct Skylands element is not harmful, but provides no boost. The garden is self-maintaining, requiring no upkeep on your part. It provides enough of each plant to support a single person each day.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 218,
      "source": "Skylanders SWAP Force",
      "name": "Power Pod",
      "description": "A large pod-shaped plant, seemingly made out of a blue, glass-like material. It opens up, allowing one to step inside. By entering the pod, and offering up treasure or other currency, it is able to upgrade you, your powers, and your skill levels. The only limitations are that it cannot improve you beyond a state you could naturally train yourself up to, and the further along you get in terms of improvement, the more it will cost to continue upgrading along that path. The plant will be able to sustain itself without any maintenance on your part.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 219,
      "source": "Skylanders SWAP Force",
      "name": "Plant(able) Weapon Supply",
      "description": "A supply of strange plants, designed to be planted in the ground to serve as weapons. The first plant is a coconut turret, which will fire upon your enemies. The second is a bomb plant, which will explode when approached by your enemies. You never seem to run out of them, and whenever you want one all you have to do is reach into a pocket, into a bag, or even behind your back and you’ll have another.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 220,
      "source": "Slime Rancher",
      "name": "Stash of Seeds",
      "description": "Here are a few seed packages for you. Each one contains seeds of one of the native crops of the Far, Far Range. This includes one package of each of the following: carrots, heart beets, oca ocas, silver parsnips, cuberries, mint mangoes, pogofruits, and prickle pears. These are used to feed slimes, and if you feed a slime their favourite food their plort production is increased. These packages will restore once per month.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 221,
      "source": "Space Station 13",
      "name": "Ambrosia cruciatus seeds ",
      "description": "A normal looking hemp plant that upon further inspection, and smoking, actually contains horrifying toxins able to break the mind of most within minutes and the strong willed in hours before turning them into a vegetative state.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 222,
      "source": "Space Station 14",
      "name": "Man-eater seeds",
      "description": "Small strange plants somewhere between the dionae, kudzu and the killer tomato. This plant grows quickly, aggressively and each generation of “fruit” quickly grows bigger than the last and faster than the last essentially creating a small factory of planty kill-bots that happen to like the taste of crew flesh.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 223,
      "source": "Speaker For The Dead",
      "name": "Brothertree",
      "description": "A Piggy Brothertree is added to your warehouse. If you’ve bought a Fathertree, it is added to that plot, but otherwise just sits wherever you put it. It looks like a big oak, is not sapient, and only has the Brotherwood Perk. It can convert CO2, water, and light into wooden objects at the rate of 20 lbs a day and knows what to produce by being asked in Brothertongue. For an additional 100CP, Any upgrade applied to the Father Tree is applied to the Brothertree.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 224,
      "source": "Speaker For The Dead",
      "name": "Fathertree",
      "description": "A Piggy Father Tree is added to your Warehouse in a small plot of land just outside the back door. It is temperate, gets rain and sun enough to sustain the Fathertree... though the tree will get lonely as it is a sentient being... unless someone visits it and talks to it. A Father Tree has the Brotherwood and Philotic Thought Perks. This is a companion, though not one you can import in the traditional way. It can import as any tree you buy with CP or have bought with CP, and can absorb the genetics of any natural tree­like or fruit­bearing organism, thus allowing it to become an Apple­Orange­Cherry­ Banana­Pineapple­Tree. The Fathertree can be imported as a standard companion, but the body granted by the jump is actually a shell controlled remotely from the Fathertree. The importation of the Fathertree does not actually move the Fathertree out of your warehouse, rather it simply integrates the new tree into the Fathertree.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 225,
      "source": "Speaker For The Dead",
      "name": "Mothertree",
      "description": "A Piggy Mothertree is added to your Fathertree’s lot. It will produce Little Mothers so you can transplant Piggies onto any planet you like. Purchasing this will mean that a small Piggy village will grow outside your warehouse and they may occasionally come by to ask to borrow some sugar or a pulse rifle. They can only enter the warehouse with your permission. You can leave a Mothertree and Fathertree on any temperate world you visit. Mother trees are not sentient, but for an additional 100 CP, any upgrade applied to the Fathertree carries over to the Mothertree.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 226,
      "source": "Spirit Of The North",
      "name": "Spirit Blooms",
      "description": "Animals are not the only creatures that have spiritual energy. The Spirit Bloom is an interesting blue flower that is filled with a surprising amount of this energy. Barking or otherwise ‘awakening’ the plant will cause one the flowers to bloom with resplendent blue light, which can then be absorbed by the person, should they have the ability. You have received a few dozen seeds that you can plant which will quickly grow into patches of spirit blooms.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 227,
      "source": "Squirrel And Hedgehog",
      "name": "Infinite Seed",
      "description": "A packet of seeds that will replenish itself once a day, containing any mundane, Earth-based seeds to grow food with! Be nice to the land and it will be nice in return.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 228,
      "source": "Stardew Valley",
      "name": "Mixed Seed Bundle",
      "description": "A large burlap sack full of various seeds, mixed so thoroughly that you would need magic or extreme amounts of patience to sort them. They are leftovers from the company that normally provides the bags of seeds to Stardew Valley, sold at a discount because they can’t be sure just what will grow from the mixture. They can be planted at any time but what springs up might not survive the season. A greenhouse would be an ideal place to use these seeds. The sack refills at the beginning of each year.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 229,
      "source": "Stardew Valley",
      "name": "Gem Berry Seeds",
      "description": "A small, plastic six-pack planter containing six tiny sprouts. These rare plants produce what are easily one of the sweetest fruits found anywhere in this world. A single peach-sized fruit is as sweet as an entire chocolate cake! They’re mainly used to make all natural sweeteners or potent liquors. Each one of these sprouts will take six months to grow to their full size, but once grown they will produce a ripe piece of fruit roughly once a week. They’re relatively hardy plants, but have a tough time dealing with the cold. Should anything happen to your original six plants, a new planter pack will find its way into your home each spring.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 230,
      "source": "Stardew Valley",
      "name": "Wild Seed Bundle",
      "description": "These four moderately sized burlap sacks seem to contain various kinds of mixed seeds. Each is marked with the name of one of the four seasons and guaranteed to grow if planted in their right time. A handful of these seeds scattered and carefully tended like any other crop will always sprout into a random assortment of fruits, vegetables, and flowers. Unlike ordinary crops, these sacks contain seeds like Horseradish, Crystal Fruit, and Holly, all of nature’s bounty normally found by foraging around Stardew Valley. Each sack contains quite a bit of seed and will completely refill itself on the first day of its season.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 231,
      "source": "Stardew Valley",
      "name": "Ancient Fruit Seed",
      "description": "This seed belongs to a plant that has long since been considered extinct. But a few, a precious rare few, still survive to this day. You will be given exactly one of these seeds. Thankfully it needs no partner to bear fruit. It will need an entire year to grow though. Helping it survive the winter will be essential as this plant originally lived when the planet was very much warmer. However, if kept alive and tended it will remain living and produce fruit indefinitely. The flavor of the large blue fruits it yields once a week is a mystery. With careful attention you will be the first in ages to find out what it is. With this purchase you will be given one new seed each decade.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 232,
      "source": "Stardew Valley",
      "name": "Collection of Fruit Trees",
      "description": "This collection of saplings, sixteen in all, have been given a little bit of a magical boost so that you won’t be waiting for most of a decade to get your first piece of fruit. They’ll each grow to full size in just three months, after which the magic will wear off and they’ll be ordinary trees once more. There are eight trees in two varieties that will bear fruit in either Spring, Summer, and Fall. While in season the trees will produce at least one piece of fruit each day, but might produce more with additional care. Apricots and Cherries will be ripe in the Spring, Oranges, Peaches, Bananas, and Mangos in the Summer, and Apples and Pomegranates in the Fall. Should anything happen to one of your trees, you will receive new ones each Christmas.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 233,
      "source": "Stargate Atlantis",
      "name": "Lucius Herb",
      "description": "A packet of leafy green herbs and its seeds, as well as a note for refining them into a serum. When eaten, the leaves turn a person's natural pheromones into a fragrance that is intoxicating and addictive to other humans who spend a lot of time around them – literally, others will suffer withdrawal when they are away from them. The refined serum is much more potent – someone could twist an entire settlement around their little finger if they use it right.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 234,
      "source": "Stellaris",
      "name": "Tree​ ​of​ ​Life",
      "description": "​The Tree of Life is a giant Tree that normally finds itself floating in the vastness of space staying a constant enigma to anyone who finds it, however whether through crash landing on your planet, or through some other convoluted method of acquisition, has come into your hands growing out of your planet towards the very void of space. Normally the tree would only grant one benefit, however for you it grants all of them, making everyone on your planet live over three hundred years, as well as keeping them all happy. If researched enough, this could even be the basis for biological immortality. Finally, the tree enhances the happiness of all of your citizens making them considerably happier than they otherwise would be. The Tree can be taken to other Jumps, though you can choose whether these benefits are included.",
      "cost": 800,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 235,
      "source": "Studio Ghibli",
      "name": "Seed Stock",
      "description": "A set of cuttings, spores and seeds from common plants found with the Sea of Corruption, enough to grow your own garden of them.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 236,
      "source": "Sunless Skies",
      "name": "A Heart-Catcher",
      "description": "A vaguely tree-like plant, with prehensile, thorny vines, a broad canopy of stiff leaves, and fruits that bear a close resemblance to human heads. Close enough to see, and speak, and reason. A mature Heart-Catcher is a council all to itself, the heads continually debate amongst themselves assembling theories and winnowing down philosophies. By offering up truths and mysteries, you can increase the plant’s knowledge base, which will improve the quality of the advice it can give you. This Heart-Catcher, like most of its kind, already knows a great many secrets, amongst which is the method of catching a death. The process is not gentle, three days of fasting buried amongst its roots, dreaming of deaths. In the end, one death you fear will be caught for you. Freezing, or drowning, or dying in your bed, sealed away in a special clay jar. So long as the death remains sealed, you are protected from dying in that fashion. This can’t make you immortal; For every death you seal, a thousand more wait in the skies.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 237,
      "source": "Sunless Skies",
      "name": "A Verdant Garden",
      "description": "A single flower, resembling a trumpet lily. Its colors pale, its leaves thin, its stem riddled with fungus. Now, a single flower does not a garden make, but if you take this one from its pot and plant it, you’ll find other flowers blooming alongside it. Big ones. Really, really big ones. Titanic flowers of all varieties, and massive fungi to boot, all of which create light in some manner, will grow up to cover an area rivaling the largest forests. Where allowed, patches of giant flowers and fungal hives will try to sprout on other places, as well. The Peacock Wind and the Candle Wind blow through at random, causing rampant growth and unsatisfiable hunger. It stands to reason that giant flowers will attract giant insects, and these are no exception. Huge bees wearing iron masks will tend to the flowers and fungus, and will be disposed to aid you if you don’t distract them too much from their duties",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 238,
      "source": "Super Mario 64",
      "name": "Power Flower",
      "description": "Neither a fire flower nor an ice flower, this particular plant that’s native to the Mushroom Kingdom has a most unusual trait to it. Simply put, it has no specific effect - instead, the power it grants to whomever eats it is effectively random. Luigi fades into Vanish Luigi as though he had grabbed a Vanish Cap, but Mario inflates into Balloon Mario and floats off into the sky. Yoshi, meanwhile, gains the ability to breathe fire. Once used, a person’s ability will not change, but from person to person there is little in the way of rhyme or reason to the power gained. You have a small supply of these flowers hidden away in a little garden somewhere. Not enough to spread across the land to use as a proper power up, but then they are rather early to be in this universe, aren’t they?",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 239,
      "source": "Super Smash Bros. Ultimate World Of Light",
      "name": "Vegetables!",
      "description": "You have an infinite supply of Super Mario Bros. 2-style turnips. In order to obtain one, simply attempt to pull it out of the ground. These turnips make for an excellent ingredient for cooking, and, if you’re the violent sort, may be thrown at your enemies. The turnips appear to have different ‘moods’, which affects how powerful they are when thrown, but they are not truly alive, so feel free to do with them whatever you wish.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 240,
      "source": "Tales Of Demons And Gods",
      "name": "Spiritual Origin Fruit Tree",
      "description": "A very rare item that is rumored to be found in the Nine-Layered Deathlands of the Nether Realm normally It only can grow in places where there are mountains of warriors’ corpses although this one seems to be surviving just fine inside its (admittedly large) flower pot. The fruit appears as pure as snow and contains an extremely well-refined energy and is known to greatly benefit a person's cultivation, every few months a new fruit will grow upon the tree.",
      "cost": 150,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 241,
      "source": "Tales Of Demons And Gods",
      "name": " Alchemical Garden",
      "description": "A small garden filled with many different types of alchemical herbs from this world will attach to your warehouse, any herbs taken from it will regrow over the course of a week.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 242,
      "source": "Tales of Symphonia",
      "name": "Mana Seed",
      "description": "Let’s hear it for item number three you definitely shouldn’t have! This is an immature Mana Seed, an artifact of great power and mana that will one day germinate into a proper Mana Tree. At least, that’s the theory. The worlds in their divided state can’t properly sustain such a bounty and thus germinating it while they’re separated is ill-advised. As for what use it has, the Mana Seed by itself exists as a perpetual magical energy source, quickly replenishing any mana from beings or machines used to draw on its power. Should it ever be taxed or exhausted excessively, instead of dying it will simply become dormant for twenty-four hours before returning to its normal state. Even in its immature form, it can sustain mana and power for an entire planet of life so long as something as excessive as Mana Cannons weren’t being used all at once. It may be possible to eventually germinate into a Mana Tree, letting it sustain the life and provide the power of mana to an entire world. If you choose to do so outside of one of your properties, you will receive a new Seed in the next jump. If you choose to do so within something you take along with your jumps, it has all the benefits of an immature Seed tenfold, though it will still become dormant if used too greatly.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 243,
      "source": "Tate No Yuusha No Nariagari",
      "name": "Bioplant Seeds",
      "description": "Ten seeds of the Bioplant, that are quite easy to modify. You can get more by growing them, and absorbing one in your weapon will net you the ability to easily modify them in large strokes. For more detailed modification, you will need knowledge of this land’s Alchemy.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 244,
      "source": "Telemonster",
      "name": "Candy Tree",
      "description": "Pulled straight out of the candy forest, this lush evergreen has several sugar-coated Taffy \"tongues\" reaching out of its branches like Spanish Moss. Also comes complete with a colony of Gummy Caterpillars",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 245,
      "source": "Temeraire",
      "name": "Tswana Mushrooms",
      "description": "A strange type of mushroom. It stinks to high heavens and is completely unpalatable to humans. To dragons, however, it is one of the finest spices for cooking and also happens to be a cure for the upcoming dragon plague so this might come in handy.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 246,
      "source": "Terraria",
      "name": "Herbs",
      "description": "Seven pots, each with one type of herb in them. The herbs will grow to full maturity in a few days, and once harvested, a seed of the given herb will auto-plant itself within the pot. A planted herb can be completely removed if you wish to grow a different type of herb or plant there. Note: Using the herbs to make potions won’t make the potions regenerate endlessly or anything like that.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 247,
      "source": "Tetsuwan Birdy Decode",
      "name": "Spirit Stealer",
      "description": "There are many interesting forms of life in the Galaxy. This one is one of the more unique varieties of plant. Unique to Volta 4, this plant was restricted from general use when it was revealed that it could be processed into a lethally addictive extract. This extract has a number of different effects on different races. On humans, it notably can grant a Beast-like transformation. For most people this also drives them mad, but a select few can retain their faculties. You will gain several of these plants, to do with as you wish. Just don’t let the Federation know you have them.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 248,
      "source": "The Defenders",
      "name": "Nightshade",
      "description": "A subspecies of atropa belladonna, a plant native to Jamaica in this setting which can serve as either a poison, or a blessing in the right hands. You have one small potted sprout of it, it'll manage to grow and live here due to alchemical properties in the soil you don't fully understand, otherwise it will only grow true within Jamaica. When prepared properly it can aid in the recovery of injuries, and draw out latent power from the body. But be warned, Nightshade doesn't give. Nightshade reveals. It's much like a fast acting supernatural steroid that can temporarily increase the user's performance, and bring out any special abilities within them, but extended use will poison the body, it must only be used occasionally and in small doses or it could weaken and then kill you.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 249,
      "source": "The Fountain",
      "name": "Seed of the Tree of Life",
      "description": "A biological agent that contains the cure for cancer as well as the secret of human immortality. It can also be used to generate a bioweapon capable of turning all humans exposed to it into plantlife. The seed is too dry to flourish into a fully viable tree of life, but can grow into a stunted Tree of Life that will produce 1 seed every ten years... once it becomes a sapling in 100 years. Also, attempting to grow this stunted tree requires not using the seed for science.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 250,
      "source": "The Fountain",
      "name": "Tree of Life Sapling",
      "description": "You have managed to obtain a fully viable, albeit fairly young Tree of Life. It produces both bark and, once a decade, 6 seeds. Each takes a hundred years to become a sapling, and a thousand years to reach full maturity. The sap is incredibly deadly, but the flesh of the tree is all but impenetrable by non-divine weapons. If you purchased the Meditation Garden, the Sapling will initially be planted there. If you did not, it will be planted in a small reflecting pool attached to your Warehouse.",
      "cost": 800,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 251,
      "source": "The God Of High School",
      "name": "Sage Pill Plantation",
      "description": "A small plantation of Sage Trees, a few dozen in total, is now in a location of your choice, owned by you. These trees produce their fruit once every few years and the fruit tastes quite horrible. But they’re not eaten for please. Rather, eating a Sage Pill provides a significant increase in the user’s life energy, increasing their overall power for each pill they eat. Eventually, these pills might not provide a noticeable boost but unless you’re punching your way through mountains, they’ll be a handy snack. Normally these would be fatal for humans to eat without some sacred animal tears to go along with it but these trees will produce fruit safe for consumption by any being, not just demons.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 252,
      "source": "The Great Ruler Part 1",
      "name": "Jaded Essence Fruit",
      "description": "Not just a Jaded Essence Fruit, but a Jaded Essence Fruit tree. Every year this tree will flourish and sprout up with a dozen or so different Jaded Essence Fruits. These fruits contain very gentle Spiritual Energy. Those that eat this fruit can take this energy into themselves and use it to increase their cultivation. This fruit is most effective on those below the Spirit Stage as the fruits themselves do not contain very much of the Spiritual Energy, meaning that the fruits are just a drop in the ocean for later stage cultivators. These are the treasures of the more backwater towns.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 253,
      "source": "The Great Ruler Part 1",
      "name": "Divine Elemental Lotus",
      "description": "Sometimes the energy of the world will give birth to natural wonders. These are things not forged by man, but by the Heavens and Earth themselves. In areas which contain vast amounts of extremely pure elemental energy, various types of spiritual lotuses have a very small chance of being formed. When consumed these will massively boost the recipient's physiques and cultivation abilities that are in line with the element. You have managed to obtain two of these lotuses of elements of your choice. Try not to spread this fact as even the strongest of cultivators might be interested in obtaining these.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 254,
      "source": "The Great Ruler Part 2",
      "name": "Mandala Flower",
      "description": "For all the powers that the Primordial Mandala Flower possesses, it is little surprise that it then makes a good material for forging. You have received the body of a dead Mandala flower for yourself. This has multiple possible uses, and is nearly as valuable as the corpse of a supreme Divine Beast. The runes on the flower can be extracted to create strong sealing artifacts and the body can be forged into a sturdy artifact with an innate ability of dispelling attacks. Ironically, this is perhaps most useful to a living Primordial Mandala Flower as they can directly fuse with it much like a bud returning to the main plant, experiencing a massive quantitative leap in strength.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 255,
      "source": "The Legend Of Zelda - Ocarina Of Time",
      "name": "Magic Beans",
      "description": "These beans don’t seem very special, besides being multicolored and when eaten rather sweet and chewy like candy. When planted and fully grown, however, they sprout into hefty flying platforms! The leafy platforms don’t reach very far, and have to return to the plant after reaching a certain distance, but they’re VERY fast. You could go across most of the lost forest in less than minute at the speeds the platforms could reach.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 256,
      "source": "The Legend Of Zelda - Oracle Of Ages",
      "name": "A Patch Of Soft Soil",
      "description": "This small patch of earth, conveniently located on or near a property of yours, can only be described as extremely fertile. So much so that you could grow a tree in weeks instead of decades. Not a Maku Tree or similar, sadly. However, it’s still an excellent spot to plant a tree. Take this Gasha seed, for example. You now have a small bag of seeds, about 20 or so, that can be planted here. What do these seeds actually do? Well, when fully grown, the nut that grows on the tree seems to contain magical rings inside of them. There is a great deal of variety, and they aren’t much use unless you know what they do, but surely something here will be of use?",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 257,
      "source": "The Legend Of Zelda - Oracle Of Ages",
      "name": "Huge Maku Seed",
      "description": "Normally you should only be able to acquire one of these after completing the eight Halls of Essence, but maybe this one way made prior to the damage that necessitated them in the first place? Or at any point prior to all this time nonsense. Anyways, the seed, much like the fabled Master Sword, has the power to repel evil. Unfortunately, being a rather large seed, it’s not something you can wield in battle. Instead, the seed serves as a shield of sorts. Possession attempts fail, dark miasma can’t get a grip on you, barriers of pure evil part and allow you to pass. So on and so forth. Or, if you have a few hundred years to waste, you can plant the seed and grow your own Maku Tree.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 258,
      "source": "The Legend Of Zelda - Oracle Of Ages",
      "name": "Mysterious Trees",
      "description": "Scattered throughout the land of Labrynna are a number of trees that grow unusual fruits. While the fruits themselves are extremely healthy and flavorful, the seeds that can be extracted from them have unusual properties. One catches on fire at the slightest provocation. One contains miniature whirlwinds. One stinks to high heavens, a scent that monsters love. One causes the eater to be filled with energy that lets them run quite fast. And the last one seems to do all of the above randomly, as well as eject unwanted sorceresses from their possessed victims. Regardless, you now have a full set of the five trees. Please use them responsibly.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 259,
      "source": "The Legend Of Zelda - Oracle Of Ages",
      "name": "The Great Maku Tree",
      "description": "I’m sorry, you what now? Well, okay I guess? If you really want to, you can take the Great Maku Tree with you as a companion. She’s rather imobile for the time being, so don’t expect her to come along with you on your adventures, but she can at least support you from afar. If you prefer, this can instead be a second Maku Tree grown from the seed that the original created. You’ll have to wait quite a while, but you won’t be stealing her from Link. Additionally, because you might have difficulty housing a giant tree on your own, she also comes with the small pocket of forest that she normally rests in.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 260,
      "source": "The Legend Of Zelda - Oracle Of Seasons",
      "name": "Huge Maku Seed",
      "description": "The Great Maku Tree is empowered by the land to defend the Oracle. That same Oracle ensures the health of the land. However, if one of the links in this chain should fail, the other two will quickly wither away into weakness and uselessness. As you might imagine, the Oracle is likely the weakest link. Thankfully, a failsafe of sorts has been devised. Or rather, two. The first is the hall of essences, meant to temporarily re-empower the Great Maku Tree. The second is the Great Maku Tree’s own seed, created from the energy gained from those halls of essence. This particular seed serves as a repository of natural energy, slowly soaking it up as time passes, and expended to keep the Great Maku Tree awake. Or for anything else you might need a nation's worth of energy for.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 261,
      "source": "The Legend Of Zelda - Skyward Sword",
      "name": "Deku Baba Seeds",
      "description": "Sometimes you need an army to fight off the hero. And sometimes you just need to slow him down a little bit. That’s where these come in. This bag of seeds contains a few fragmented parts of a Deku Baba, and just a touch of dark magic. All you have to do is throw the seeds down - or throw them up, in some cases - and wherever the seed lands, a Deku Baba will spring up in just a few seconds. And the bag will start to refill itself basically as soon as one of the ones you planted dies. Threatening? Only in large quantities. Annoying? Oh so much.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 262,
      "source": "The Legend Of Zelda - Skyward Sword",
      "name": "Unusual Fruits",
      "description": "Scattered throughout Skyloft and the surface alike you’ll find a number of strange and unusual plants. Flowers that have hearts atop them that heal you, glowing green fruit that replenishes your stamina, and even exploding bomb flowers. These three bags of seed contain a small supply of those same three plants. Be warned, they rarely grow exactly where you want them to, and they do take some time to fully bloom, but once they do they’ll regrow from that spot fairly quickly. You can get more seeds, but you’ll need to uproot and thoroughly destroy the previous lot.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 263,
      "source": "The Legend Of Zelda - The Minish Cap",
      "name": "Jabber Nut Seeds",
      "description": "A bag full of seeds that will grow into Jabber Nut plants. These plants have the ability to allow you or others to instantly learn a language that the planter knew when they planted the Jabber Nut seed, they chose this language when they plant it and it imprints upon the Jabber Nut. The Jabber Nut is only compatible with non-magical languages.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 264,
      "source": "The Legend Of Zelda - The Wind Waker",
      "name": "Deku Treehouse",
      "description": "I have no idea how you even found one of these, but you have a mid sized Deku Sapling that’s grown in such a way as to be a treehouse. Just, treehouse. I don’t even. Anyways, it’s a living wellspring of magical power, and will probably create its own version of the Korok at some point in the future, so try to take good care of it. If you took ‘The Great Deku Jumper’ perk, then you may jumpstart your growth and immediately gain the benefits of the perk.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 265,
      "source": "The Legend Of Zelda - The Wind Waker",
      "name": "Decoration Collection",
      "description": "As much a statue as it is an actual flower - er, I think I’ve got ahead of myself. You now have a trio of flowers, referred to as the ‘town flower’, ‘sea flower’, and ‘exotic flower’. As you might imagine, the town flower is fairly plain, while the exotic flower is, well, exotic. As I was saying they are as much a statue or wood carving as they are an actual flower. While they do grow - slowly, I might add - they are also surprisingly sturdy. Drop them out a window and they’d be fine. For now you have just one of each, but for every one you sell you’ll find two more in your warehouse.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 266,
      "source": "The Legend Of Zelda - Twilight Princess",
      "name": "Hawk Grass",
      "description": "From now on, you’ll sometimes encounter these strange patches of grass that, when you blow into them, summons a hawk that will allow you to command it. It’s a bit niche, but it could be useful in certain situations.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 267,
      "source": "The Weakness of Beatrice",
      "name": "Crimson Heaven Bed",
      "description": "A flower bed of brilliantly crimson flowers, filled to bursting. They’re quite hardy plants and will grow fast and need little care from you. Each one has a special kind of poison, capable of intoxicating even the largest and strongest of beings with ease. A handful of flowers could bring a kilometre long dragon to total drunkenness, though too many could result in a harm being done.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 268,
      "source": "The World Of Otome Is Tough For Mobs",
      "name": "Sacred Tree Sapling",
      "description": "One of the most valued treasures for the Alzer Commonwealth, this sapling can be planted in order to grow a new Sacred Tree. Produced each a hundred years or more by the Sacred Tree, these saplings usually quickly deteriorate after being taken from the tree unless its chosen priest or guardian holds it. Luckily for you, this sapling has recognized you as its Priest and won’t deteriorate while in your possession or in the special container that it now resides in. This will grant you sacred crest slightly stronger to those of the Six Great Nobles of the Commonwealth, albeit only while you are in the effective range of the Sacred Tree or its unplanted sapling. This title will pass on your bloodline should you decide to renounce it and have any kind of descendants, downgrading your crest at that point to that of the Six Great Nobles. Additionally, this Sacred Tree will never abandon you or take away your blessing from you. Additionally, you may designate an individual of your choosing to become the Guardian of the Sacred Tree, granting them a massively more powerful Crest than those of the nobles and even yours. Both your crest and the Guardian’s Crest will maintain this power as long as the Sacred Tree its closer, regardless of its size, or even if it is still a sapling. The other crests will be granted to the Sacred Tree according to your criteria, although the maximum number of crests and their power will be dependent on the current size of the tree. It would probably take something like a hundred years to grow into the mountain-sized tree that currently resides in the Commonwealth, but it will start giving its powers and resources only after a couple of years after being planted, albeit the number of linked people and resources will escalate with its size. Unlike the actual tree, it won’t require a mana rich environment to grow, but planting it such a location will allow to increase its growth rate. Additionally, you may temporally fuse with the Sacred Tree to become gargantuan monster capable of bringing ruin to an entire kingdom. If destroyed or not planted in any property that comes with you, you will get a new Sapling each jump or each ten years, whichever comes sooner.",
      "cost": 800,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 269,
      "source": "Touhou Forbidden Hermit",
      "name": "Beautiful Trees",
      "description": "You have a small orchard of a dozen trees, perhaps plum or cherry trees. Every year, in addition to producing fruits, they flower in an exceptionally beautiful manner, making it the perfect place to host flower viewing parties. Other than that, they’re mundane trees.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 270,
      "source": "Touhou Forbidden Hermit",
      "name": "Tanabata Tree",
      "description": "You have a particularly large tree. It can grant minor wishes, such as “make the weather clear up”, as long as you climb all the way to the top and affix your wish to the tree. This works on everyone who climbs up to the top and cannot grant particularly large wishes either, but it is still useful.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 271,
      "source": "Touhou Forbidden Hermit",
      "name": "Border Tree",
      "description": "You have a tree similar to the tree on the boundary of the Hakurei Barrier. It is a divine tree with a unique relationship to the Outside World, should a fairy capable of exploiting this power come to control it you could cause no end of trouble even for the most powerful beings here. Or you could just reinforce the boundary itself by living inside it without trying to plumb its secrets.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 272,
      "source": "Traveler's Gate",
      "name": "Seed of the Hanging Tree",
      "description": "For the steadily increasing price of one living human per year (grows once every 25 years, caps at 200 humans) This tree can contain any one Incarnation that gets too close, and post jump, any powerful humanoid. This tree cannot be planted in the Warehouse, and failure to feed the Tree will result in the victim inside being released, most likely very angry at being trapped for however many years.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 273,
      "source": "Traveler's Gate",
      "name": "Poisonous Flower Seeds\r\n",
      "description": "These seeds will grow inside a week, and their pollen contains several different properties depending on the color of the flower, from causing sleep or paralysis to stopping the heart completely! This pollen is relatively easy to collect, but may not be effective on those who know to hold their breath.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 274,
      "source": "Trinity Wonder",
      "name": "Eternal Snow/Sun Roots",
      "description": "At some point in the past, maybe after falling off of a glacial cliff for the fourth time, you came across the eternal roots. This is an extremely mystical and rare plant. If you were to consume these roots, you would gain a body completely immune to a specific affinity of ki depending on the type of roots. Consuming the Eternal Snow Roots would make you become completely immune to Yin ki, and thus cold based damage in general. Similarly, the Eternal Sun Roots would make you immune to Yang ki and heat based damage. Being frozen in a pillar of ice, or blasted by the full force of a dragon’s fire would be more annoying than painful.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 275,
      "source": "Undertale",
      "name": "Echo Flower Seeds",
      "description": "This packet of seeds is for the magical echo flower- Normally only growing in the swamps of the Underground, the Echo flower is a peculiar, bioluminescent blossom that constantly repeats the last thing it heard. This packet contains enough to start a small field of Echo flowers (Not that such a thing is reccomended, since they'll babble back and forth to each other and it'll be super freaky).",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 276,
      "source": "Undertale",
      "name": "Golden Flower Seeds",
      "description": "This packet of seeds is for the Golden Flower- A species of flower with bright yellow petals and short stalks that grow in thick, carpetlike flowerbeds. Their seeds are sticky and tend to cling to passerby, but their primary trait is how soft they are. Anyone who falls and lands on a bed of Golden Flowers will land unharmed, no matter how rough the fall should've been (unless the fall was going to be lethal, in which case you're probably at least going to get severely injured). They're also good for making tea.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 277,
      "source": "Undocumented Features",
      "name": "Rose Garden",
      "description": "You have a small but ornate greenhouse in which grow roses in a riot of colours. Not only is this a relaxing and fragrant place to sit out, but it is destined to always have sufficient roses blooming in colours suitable to any rose duels going on. Attaches to your warehouse after this jump.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 278,
      "source": "Uplift Protocol",
      "name": "Tier Two Prizes",
      "description": "Someone has been a very ​good student. Each purchase gains a packet of seeds from any plant that has lived on your homeworld in the past 100,000 years, even if extinct.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 279,
      "source": "Usagi-Chan de Cue!!",
      "name": "Carrot Farm",
      "description": "Well, not exactly a farm, but you still have a really nice carrot garden. This dirt field about as large as a balcony only needs the bare minimum to quickly grow large carrots. These will always be delicious, will be just as nutritious, and fill you with much more vigor than even the best energy drinks. In short, the perfect meal for a fighter like you. If you don’t like carrots, you can instead have this garden produce another vegetable of your choice.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 280,
      "source": "Valhalla Saga",
      "name": "Tree of Idun",
      "description": "This is the tree guarded by Idun that grows the apples of immortality used by the gods. The apples grown by this tree possess incredible healing properties allowing even a mortally wounded god to recover. Second, fully grown apples can grant anyone immortality. This tree will grow continuously without limit growing larger and producing more apples the longer it lives. Lastly it will come up with a caretaker such as how Idun is in charge of harvesting the tree.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 281,
      "source": "Valkyrie Crusade",
      "name": "Yggdrasil",
      "description": "Named for the great tree of legend, this skyscraper high tree is bursting with mana, manifesting in the form a low yellow glow. Each Yggdrasil tree within your kingdom will be connected to you and will passively increases your maximum mana capacity and mana output by 10%.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 282,
      "source": "Veritas",
      "name": "Mountain Ginseng",
      "description": "A hundreds of years old ginseng root. Properly prepared, it's extremely healthy, helps promote longevity and ki growth, and is worth a disgusting amount of money. You get one every sixth months.",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 283,
      "source": "Wandering Inn",
      "name": "Sagegrass Field",
      "description": "A rather large field of sage grass that can produce a large amount of mana which can be used either to produce mana, be harvested for alchemical potions, or even just sold for a profit. The field is 10 acres long by 10 acres wide and will grow to maturity over the course of a week if harvested. This field is located in a pocket dimension accessible from any of your properties.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 284,
      "source": "Wandering Inn",
      "name": "Blue Fruit Tree Orchard",
      "description": "Think of a blueberry, now imagine it is the size of an orange, now imagine it has a peach seed size pitt in the center of it. There you go you have a blue fruit. You have a small orchard of 20 trees that produces this fruit, the trees are a dark grey color and are extremely tough. The fruit tastes surprisingly good however the pit in the center contains an extremely toxic liquid that could kill a person in minutes if ingested. Beware the pits are toxic, however so long as the pitt is removed without breaking it the fruits are perfectly safe to eat and the pits can be used to deter many large monsters from attacking you if you manage to hit them with one. After this jump it may become a warehouse attachment if you wish.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 285,
      "source": "Wandering Inn",
      "name": "Faerie Flowers in a Pretty Planter",
      "description": "12 Faerie Flowers in a Pretty flower pot, these flowers are amazingly easy to grow only needing sunlight and water. So long as you don't actively try to kill them the flowers will continue to grow and they can even be transplanted into other pots if you wish. Should the planter ever be completely emptied a new batch will grow in a month. These flowers have a few strange properties, first if you pick a flower from the stalk and say the word “Gold” it will become a gold coin for 12 hours, as a coin it is indistinguishable from a normal gold coin in any way. Their second property is that if you squeeze them and allow the dew to drip into an alcoholic drink it produces an effect where the drinker will fall into a deep sleep and dream of their past, often times they will meet those who they have lost in their dreams and be able to speak to them allowing them to move on easier when they awaken, unlike Erin's flowers these do not require the {Wondrous Fare] [Skill] to use.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 286,
      "source": "Warframe",
      "name": "Crystalline Plantlife",
      "description": "Sometimes there’s a limit to how exotic you can make your own surroundings... a limit to how far life can be modified. Sometimes you can tell the rules of life to stuff it because you happen to know more than it, and a good example would be the crystalline trees and vines that you’ve managed to come across, with the knowledge to cultivate more of them. Brilliant, pure white crystals that shine with sources of light near it, and at times it can even create a snowfall-like effect that glimmers and truly creates an ethereal scene. Surely you could find a use for these, right?",
      "cost": 50,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 287,
      "source": "Warhammer Fantasy - Halflings Of The Moot",
      "name": "Seed & Feed",
      "description": "A farmer can’t well tend to ground that’s not growing anything, now can they? You now have a series of small sacks, each clearly labeled and never-ending, full of seeds and sprouts for all kinds of farmland product. Corn, wheat, potatoes, cabbage, radishes, lettuce, onions, garlic, the lot. If you can think of it being farmed on a massive plot of land, you’ll have a stockpile of it here.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 288,
      "source": "Warhammer Fantasy - Orcs & Goblins",
      "name": "Fungus Cave",
      "description": "A cave full of different edible fungus that can be easily processed into all kinds of stuff. From the Night Goblins various concoctions to the ‘amazing’ Fungus Beer, which is strong enough to get a Giant drunk, the fruits.... Er spores of this cave will allow you to produce many ‘valuable’ things.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 289,
      "source": "Warhammer Fantasy - The Imperial Colleges Of Magic",
      "name": "The Trees Have Ears",
      "description": "The greenery within the Jade College is more than simple topiary. Every climbing ivy, shrub, and tree inside the coiling structure is awake and aware of everything that passes by it. Any movement they find questionable is immediately reported to any Jade Magisters within the College building who ask. You have found yourself blessed with a bounty of similar foliage, which you may freely plant wherever you desire. When asked, these photosynthesizing gossips will gladly answer you any question about goings-on near them, from what sorts of birds have perched on them to which would-be thieves have used them as hiding spots. Should you plant any additional foliage, you may add it to this network at will.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 290,
      "source": "Warhammer Fantasy - Warriors Of Chaos",
      "name": "Nurgle’s Seed",
      "description": "This small, unassuming seed is far more significant than it’s appearance lets on. Planting this seed into the ground will rapidly have an effect on the earth itself, the horrifying changes it makes are so visible that you could follow the path of destruction. The ground will rapidly become infected with Nurgle’s favorite diseases, as well as diseases that you have within yourself. Animals will be rapidly changed by the afflictions now coursing through the ground itself, and humans will be no better off, kept alive but quickly becoming bloated shadows of their former selves. This infection will go on for miles in every direction from the seed until it quickly stops, creating a clear infected zone on the world. Over time, new plants and wildlife will come into existence, based on the things that lived here before but markedly changed by Nurgle’s touch. You will inherit a kingdom of rot and ruin, for the creatures left in this area submit to you as their glorious tainted master. You gain one new seed every jump.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 291,
      "source": "Warhammer Fantasy - Wood Elves",
      "name": "The Oak of Eras",
      "description": "It is the spiritual heart of Athel Loren, where the forest concentrates its immense vitality and Orion’s yearly death and rebirth is conducted with solemn divinity. It is here more than anywhere that magic lies heavily, subtly changing in aspect as the Winds of Magic rise and fall, and where the legendary Acorns of the Ages fall-not merely seeds for new life, but also protective charms, lodestones for the Oak and incredibly potent sources of natural magic. So pure and untameable is the magic here, that it may be possible to don the mantle of a god with the right rites and sacrifices as Ariel and Orion did so long ago. The wood of the tree itself is an incredibly potent magical material exceeding many artifacts in sheer concentrated mystic potency. Whether or not it governs the fate of the forest as many Asrai believe, it certainly forms a nucleus for the Worldroots: Spiritual pathways connecting to forests all over the world, from the frigid shores of Naggaroth to humid Lustria, where beasts that arguably exceed Athel Loren’s in ferocity hunt. And now, it seems that there are two. However it has come to pass that a second Oak of Ages has appeared, it has acknowledged you as its rightful representative and as such a great portion of Athel Loren’s magical power has been directed for your use. Even if they dislike you, Treemen and Dryads alike will recognise the significance of your position-and many lesser spirits will be perfectly willing to do your bidding. Nevertheless, be careful; the grudges some spirits such as Drycha have carried have grown unimaginably bitter, and while confusion is the more likely and immediate outcome both the Mage Queen and King in the Woods are accustomed to supreme authority. And in future worlds, this oak along with over a hundred square miles’ of Athel Loren-like forest shall follow you-either as a property somewhere in the world, or as a Warehouse attachment connected by a leafy doorway that when brushed aside leads near your wooden throne beneath the Oak. Additionally while given time and care the Oak can extend the Worldroot network into future worlds, if you have any purchases of the Foreign Forest item they are considered automatically connected by Worldroots linking to this great tree.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 292,
      "source": "Warhammer Fantasy - Wood Elves",
      "name": "Foreign Forest",
      "description": "The Wind of Life blows strong indeed! In a place at least somewhat adjacent to Athel Loren proper but distinct from the main forest, a few dozen square miles of enchanted woodland has apparently sprung up overnight. Steeped in magic, it shares it’s mother forest’s primitive spiritual awareness and dilation of time; a visitor could be in there a few hours and come out to find only minutes have passed, dwell there for a few minutes and come out to see a century gone by, and only a native of Athel Loren would have the navigation skills and/or mystic talent to avoid or control such anomalies. Though it seems this forest lacks any spirit strong enough to become a Treeman or Dryad, there are many magical trees identical to those from which the Asrai make their enchanted arrows, spears and staves from. And there certainly are changelings and incarnations of emotion living here, as well as beasts such as the giant hawks or intelligent stags well known to the Asrai. There is even a great Worldroot located here that can be used for swift and unseen travel by those with the knack. The spirits and beasts within instinctively acknowledge you as their ruler, being either the presiding Treeman or an individual that has somehow come into a similar level of authority. In future worlds, this territory may be available either as a forest springing up somewhere in the world-or through an enchanted door in your Warehouse. Which just so happens to be made of living wood, somehow opening up out of the trunk of the largest oak in the forest.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 293,
      "source": "White Knight Chronicles",
      "name": "Grove",
      "description": "The Grove is basically group of trees located on the edge of your town, exact location being at your discretion. It comes in three types \"Rich Woods\", \"Floral Thicket\" and \"Lush Underbrush.\" \"Rich Woods\" is a group of various old, healthy trees with numerous branches that make for ideal lumber or ornamental pieces upon being worked. The Rich Woods provide a bonus to the Wood Specialty for each Woodsman Resident you have. \"Floral Thicket\" is a thicket with numerous wildflowers, herbs and vegetables found just past the treeline, scattered about near roots and felled trees. It provides a bonus to the Mundane Wild Flora Specialty for each Woodsman Resident you have. \"Lush Underbrush\" has trees surrounded by numerous bushes and tall grass that make for a hospitable environment for a wide variety of bugs and other small fauna. It provides a bonus to Mundane Insect Specialty for each Woodsman Resident you have. \"Low Quality\" Groves cost 50JP and are normally somewhat small, able to fit in someone's backyard and produce less materials for harvest. It grants +1 to the relevant Job Specialty for each Woodsman Resident you have. \"Medium Quality\" Groves cost 100JP and are several times larger and have more nutritious soil that natures the flora that grows on top of it, and gives bugs more food to thrive. It grants +2 to the relevant Job Specialty for each Woodsman Resident you have. \"High Quality\" Groves cost 200JP and could be qualified as a small forest that can surround the entire town with rich soil underneath. It grants +3 to the relevant Job Specialty for each Woodsman Resident you have.",
      "cost": 0,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 294,
      "source": "Wild ARMS 3",
      "name": "Berry Bush",
      "description": "We could just give you a bunch of berries in a bag that can heal your wounds, but where would the fun be in that? Instead, we’re giving you a very hardy berry bush. You don’t need to water it or anything and it will bear fruit periodically for you to consume. It will produce four Heal Berries per week, two Potion Berries per month, and one Mega Berry every two months. Each has varying degrees of healing potential with Heal Berries dealing with minor wounds, Potion Berries aiding in heavier wounds, and Mega Berries dealing with some serious injuries. None of these berries will regenerate lost limbs or deal with any status ailments, though.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 295,
      "source": "Winnie The Pooh",
      "name": "Bag of Seeds",
      "description": "This bag is full of seeds of your favorite vegetable, and while they're hardy enough to grow in even arid ground, plant them in the right fertile spot and you'll see carrots the length of longswords, or cabbages the size of beach balls, or maybe asparagus shoots a meter high!",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 296,
      "source": "Wonderland No More",
      "name": "Living Flower Maze",
      "description": "A copy of the gardens around the Looking-Glass House, complete with an array of Living Flowers; said flowers can’t or won’t move about, and they tend to have their nose up toward lesser beings (which is pretty much everyone else). New flowers planted into the garden will eventually mature into equivalent Living Flowers, but they share the other flowers’ haughtiness and won’t leave the garden. The maze comes with magic enchantments that intermittently activate to make travelers lose their bearings and change their direction – and said effects are timed to activate when the victims are least prepared to notice. The maze is accessible from your Warehouse (and you can choose to leave a separate exit/entrance to your Warehouse in the garden if you want), and you can also import it to a place of your choice in each jump.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 297,
      "source": "World Of Cultivation",
      "name": "Sonic Lightning Walnut Tree",
      "description": "This walnut tree produces large amounts of electricity as well as growing a large amount of walnuts which contain a extremely condensed electrical charge. When planted this tree will take root and grow producing at least 200 lightning walnuts a year.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 298,
      "source": "World Of Cultivation",
      "name": "Golden Soul Tree",
      "description": "This tree looks rather ordinary in most ways except for the fruits that hang from its branches. The golden soul tree produces Golden Soul Fruit, these fruits appear to be motes of fist sized glowing golden light, when eaten they aid in cultivation for a time making it slightly easier. Another use for them is that they can be used (with a small incantation which is included if you buy this here) to heal the soul of the person who eats it. When planted this tree will grow 20 golden soul fruits each year.",
      "cost": 200,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 299,
      "source": "World Of Cultivation",
      "name": "Sun Shen Tree",
      "description": "The body of this tree is bright red, even brighter than the most beautiful coral. The body of the tree is smooth as though the most accomplished craftsmen had carefully sanded it down. There aren't any protrusions on the entire tree trunk. Every part of the tree has extremely beautiful curves that are perfect and would cause people to sigh at the wonder of nature. This is the Sun Shen tree, the sun shen tree produces ten sun fruits at a time. Each fruit is the size of a fist and covered in bright orange red flames making them look exactly like miniature suns. Eating these fruits are quite beneficial for cultivation however the seeds from this fruit are even more rare, if left unpicked for fourty years the seeds from the fruit containing concentrated energy of the sun within them. When planted this tree will quickly take root wherever you plant it.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 300,
      "source": "World Of Cultivation",
      "name": "Nether’s Rotten Reincarnation Lotus",
      "description": "The rumors say that there are organisms that grow in the Ten Thousand Wasteland in the deepest reaches of the Nether Realm, and the Reincarnation Lotus is the most valuable material grown in the region. It uses the most corrosive poison as nutrients And in doing so it gives birth to the purest and most miraculous thing, a lotus blossom that when eaten greatly increases both cultivation and allows the person who eats it to keep their memories when they are reincarnated granting them a second chance at life. Consuming the petals of this lotus blossom not only is beneficial to cultivation it also can be used to heal any and all wounds to a soul, beware letting others know you have this treasure, because if others found out they would stop at nothing to kill you and take it for themselves.",
      "cost": 600,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 301,
      "source": "World Of Cultivation",
      "name": "Ling Grains",
      "description": "A large sack containing various types of specially selected ling grain seeds, this bag will never run out of seeds for planting highly delicious and nutritious ling grain plants.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 302,
      "source": "Wu Dong Qian Kun",
      "name": "Immortal Yuan Ancient Tree",
      "description": "The existence of this tree is one of the reasons that Yuan Gate has stood as the greatest of the Super Sects in the Eastern Xuan region for so many years. It absorbs the natural energy of the world and agglomerates them into fruit which, when consumed, are extremely beneficial to cultivation. Just five might let a Nirvana stage cultivator reach his next tribulation. The one within Yuan Gate is rumoured to be tens of thousands of feet tall and each time it bears fruit, it will produce thousands of Immortal Yuan fruit. The metallic trunk of this tree is covered in mysterious symbols and has the effect of suppressing various types of energy. Only its roots lack this effect, though the tree is heavy enough the most experts are not able to lift it. The main limitation of this tree is the amount of resources required to properly nourish it to its full potential. Entire pill rivers need to be used. You have gained a young version of this tree. You can either plant it or use it as a weapon. The choice is yours.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 303,
      "source": "Wu Dong Qian Kun",
      "name": "Eternal Illusion Demon Flower",
      "description": "If ever there was a plant that could be said to have been born by sin, it would be this one. The Eternal Illusion Demon Flower is a flower of the Yimo tribe grown from the blood of a Yimo king and countless other beings over a thousand years. This flower is able to emit a fragrance that most beings cannot detect. Moreover, once this fragrance is inhaled into one’s body, that person will fall into a never ending hallucination as long as the flower is still present. Not even a reincarnation expert would be spared. But a poison can also be a medicine in proper doses. These flowers can be used to boost one’s mental energy in truly impressive amounts, by using the hallucinations in a controlled manner. You have found yourself in possession of three of these flowers, alive and ready for use.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 304,
      "source": "Wu Dong Qian Kun",
      "name": "Yuan Tree",
      "description": "If the Immortal Yuan Ancient Tree is something sects would fight over, the Yuan Tree is a whole level above that. It could drive an entire continent crazy. They are divine trees that have existed since ancient times and possess the ability to create Yuan Power. As long as it takes in a little Yuan Power, it will in turn be able to create a substantial amount of pure Yuan Power. This cycle continues endlessly, allowing the Yuan Power to grow without limit. Each tree can grow hundreds of kilometers high. The Dragon tribe has dozens of them in their ancestral home, so many that the air is like treacle due to the density of Yuan Power in it. You have found yourself with a young seedling, not much taller than a normal tree, to plant where you wish. It will swiftly grow from there, especially with the proper care.",
      "cost": 400,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 305,
      "source": "X-Files",
      "name": "Sunflower Seeds",
      "description": "A bag of sunflower seeds. Never runs out. If it’s violently knocked out of your hands the seeds will spill out dramatically.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 306,
      "source": "Xena - Hercules - The Legendary Journeys",
      "name": "Golden Apple Seeds",
      "description": "You have a handful of apple seeds from a divine tree. A single bite of one of the apples grown from these will cure any mortal ailment, from disease to disfigurement. Consuming a whole apple will grant the eater immortality, becoming ageless and able to recover from horrendous injuries. From a botanical perspective these are no different from ordinary apple seeds, but they cannot be cultivated by mortal creatures (or mortal creations) nor will they grow in a mortal realm. As it was created by Jump-chan, the cosmic warehouse is a suitable place to plant them, but by itself, being a Jumper does not count as being more than mortal.",
      "cost": 300,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 307,
      "source": "Yoshi's Island",
      "name": "Happy Flower",
      "description": "When planted in the ground, this will sprout into a cheerful, smiling plant quickly. Eating it's sweet petals will improve natural healing and help quickly mend minor injuries. The petals regrow fairly quickly in sunlight, as long as it has a lot of soil to get nutrients from.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 308,
      "source": "Yoshi's Island",
      "name": "Beanstalk Seeds",
      "description": "A modest satchel containing six seeds. They erupt into a powerful beanstalk when planted individually, capable of supporting a lot of weight. The stalks easily reach the cloud tops, and have large leaves. You can ride up as the plant is growing. Refills each jump.",
      "cost": 100,
      "chapter": "Flora"
    },
    {
      "__source": "Gardens Of The Cosmos - Flora",
      "__line": 309,
      "source": "Zoids Legacy",
      "name": "Metal Seed",
      "description": "A seed to grow a metallic plant, the leafs of which are used in the creation of an energy source called Reggel - which is in turn what Zoids consume for sustenance. It seems with a minimal amount of engineering you could use it as an energy source for other forms of machinery as well, sentient or not.",
      "cost": 200,
      "chapter": "Flora"
    }
  ]
}