{
  "1": [
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 1,
      "cost": 0,
      "name": "Pipeweed Pouch",
      "source": "Shadow of MordorJumpchain",
      "description": "A refilling pouch of dried, extremely high quality pipe weed. Chills out even the most megalomaniacal of wizards.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 2,
      "cost": 100,
      "name": " Your Mark ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "You might want to make it clear you are active within a given area, either to give others somewhere to find to interact with you or to try to ward off intruders. This could be a symbol that you can place within a location, or even something like a strong feeling of your presence to those who enter the area.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 3,
      "cost": 100,
      "name": "I Deal Only In Truth ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "When you’re telling the truth people know, you can also tell when people are lying to you. You might not necessarily be nice and certainly not setting a shining example to others with other things you might be up to, but at least you are notably honest.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 4,
      "cost": 100,
      "name": "Ungol Egg",
      "source": "Shadow of Mordor Jumpchain",
      "description": "An unhatched child of the great spider Shelob. When it hatches, it will think whoever it sees first is mommy and will do whatever they say. Buy two, and you can start a nest... but why would you want to?",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 5,
      "cost": 200,
      "name": " Wraith Bow ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Whether this is Azkar or another bow depends on whether or not the Wraith inhabiting you is Celebrimbor or not. Rather than using arrows of conventional physical materials, this instead conjures insubstantial glowing blue arrows of Wraith-magic. While you may be able to find more of these Wraith-magic arrows throughout the battlefields of Mordor, purchasing this will ensure your supply steadily regenerates by itself. Inscription: Narvi had me made for the ring-smith and for his loyal service. His arrows truly may they hit their mark.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 6,
      "cost": 200,
      "name": "Brood",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Creatures that serve you, perhaps ones you gave birth to, or created or altered using your abilities. Whatever it is, they will match your particular type of being. If you are a spider the size of a cart, perhaps these will be spiders up to the size of a large dog. If you are a creature of wood and leaf, perhaps some manner of woodland animal. If you are a creature of fire and shadow, perhaps they will be smaller beings of a similar nature. Whatever they are, they are significantly smaller and weaker than you, though potentially great in number. You may direct them as you will.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 7,
      "cost": 200,
      "name": "Elemental Manipulation",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Pick one non-manufactured feature of the world, such as ‘plants’, ‘shadows’, or ‘fire’. You are able to wield it as a weapon if you wished, such as creating a whip of fire, hide within it, or create and control facsimiles of another creature. The original must be weaker than you, and your duplicate will obviously be composed of whatever ‘element’ you chose, but it will have similar abilities to the original if it would not be antithetical to whatever the ‘element’ is. If this is the case, their abilities will change in form but not potency. As a drake made of plants would easily combust if it used fire, yours would instead breathe ice.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 8,
      "cost": 200,
      "name": "Great And Terrible",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You are not of the race of Men, but you’re not an Orc, an Elf or a Wraith either. While you can certainly have a passably human form, you gain a ‘true’ form of some manner of immense creature and great affinity for others of its kind. While this defaults to a thing in a spider-like form that could very well be a descendent of Ungoliant like Shelob, you could instead choose to be a vast serpent, centipede, or raven. Or you could choose to be a towering tree-like being. Alternatively, you could be a looming monster of smoke and flame. Either way, you are very powerful physically, unnaturally durable, essentially ageless, and get more powerful as you grow older.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 9,
      "cost": 200,
      "name": "Last Gasp ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "As long as you are not killed instantly by something, you have a chance of escaping death for just a little longer. Should you be battered and beaten to the point you would and may actually fall to your knees, you have a short grace period. If nobody finishes you off, you will be able to get back up and fight once more. If somebody does try to finish you off, you will have a small but noticeable opportunity to counter the final blow and force yourself back into the fight. If you time it right you could even take out your attempted executioner with the same counter, but if you get it wrong...",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 10,
      "cost": 200,
      "name": "Morgul Blade",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Made from iron ingots found in the Dark Land, these blades are sharp and strong, but that is not their true purpose. Their purpose is to inflict wounds that will not heal by normal means, and if used properly even turn the victim into a wraith under the control of the one who wounded them. A worthy weapon for a sorcerer, this longsword will not crumble upon use nor will it fade with the light of dawn after being used. As well, it is able to withstand strikes from even the finest of Dwarf-wrought weapons. It is cold to the touch, the edge will never dull and nor will the blade rust.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 11,
      "cost": 200,
      "name": "The Guardian",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "It seems you have earned the favour of something old and powerful. Rather than forcing you to carry out their orders, they seem to be more inclined to guide and aid you, as your unusual nature has caught their interest. To see something new after so long intrigues them, and to ensure their mere presence does not harm you, they have granted you significant resistance to their nature.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 12,
      "cost": 200,
      "name": "Treasure ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You might not have much need for worldly possessions, but you might have accumulated things over time. This is a hidden stash of wealth that you have acquired over the years, or perhaps found in some forgotten place. It will mostly be simple material goods like gold, jewels and perhaps some artefacts of minor historical interest, but in each Jump you will be able to find one particularly notable artefact in your collection. Not necessarily powerful, but perhaps famous in some way.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 13,
      "cost": 200,
      "name": "Wizard Staff",
      "source": "The Hobbit Jumpchain\n",
      "description": "Somehow you came into possession of a wizard’s staff. It acts as a focus for those with magical talent, providing a moderate boost in the potency of their spells. Comes with a free pointy hat!",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 14,
      "cost": 300,
      "name": "Dol Guldur",
      "source": "The Hobbit Jumpchain",
      "description": "Dol Guldur, also known as the Hill of Dark Sorcery, was Sauron's stronghold and base of operations when he worked his sorcery in the wood under the name of The Necromancer. You now have a copy of this dark fortress, filled with dark creatures ready to do your bidding. It can be dropped into a jump or added as a warehouse attachment.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 15,
      "cost": 400,
      "name": " Spirit ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You are not alone anymore. A long-dead being has been bound to you, and though they will not have any power except that which you allow them to have, they can guide you in the use of the abilities of a Wraith if you have the Perk. They can separate themselves from your body as a ghostly apparition that cannot be seen by others unless they are perceptive to such things or overlay your own to give yourself a ghostly visage. This can be partial, projecting their spirit over your flesh such as having half of your body take on their appearance, or you can choose to visually replace yourself with their ghostly form.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 16,
      "cost": 400,
      "name": "Hunting Ground",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Powerful you might be, but you didn’t last this long by not taking every advantage you could. You might not survive much longer if you don’t continue to do so. That might be why you decided to purchase this. It seems to be an environment that was almost designed to give you advantages in combat based on your abilities and weaknesses, which your enemies find difficult to navigate. If you could walk on any surface, it could be a series of caverns and tunnels that allow you to exploit this ability to attack at unexpected angles. If you were made of plants, it could be a forested area you can easily blend into and damp enough to make starting fires difficult. If you were of a fiery nature, it might be a chamber filled with lava and scorching air that you can comfortably inhabit while your enemies must endure the terrible heat. It can either be a location by itself, or you can assign its properties to a building or territory you already own.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 17,
      "cost": 400,
      "name": "Palantir ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "A magical artefact also known as a Seeing Stone. This one is separate from the others here and enemy forces cannot use it to see or affect you. This Item allows whoever possesses it to see any item, person or location they wish in real time, though it is possible for powerful forces akin to Sauron to conceal what you are trying to view in shadow if they are trying to specifically hide it. This comes with a stand, should you not wish to carry this treasure around with you.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 18,
      "cost": 400,
      "name": "Secret Ways",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You may have walked this world for a long time, and in your wandering you have discovered or created paths that others do not dare to venture on, or perhaps know nothing about. This is a wide network of old and unknown ways that you and your allies could use to get around unnoticed, like underground tunnels and overlooked paths that others do not use. These ways are hidden from others, allowing you to travel across the breadth of Mordor without being spotted by even the most watchful and piercing of eyes. In future Jumps, you can give a territory this collection of hidden pathways, and even link it to any properties you own to allow unseen travel between them. It isn’t any faster than other routes but being subtle can have advantages over speed.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 19,
      "cost": 400,
      "name": "Spider’s Web ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You and what you can control are more than mere matter. You can capture and contain even insubstantial things such as bodiless wraiths, if they are sufficiently weakened or distracted, either to finish them off, use them as a hostage, or keep them around for other purposes. The exact method will depend upon your other capabilities, such as ensnaring them in roots, trapping them within a cage of fire, or weaving a shadowy cloud around them.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 20,
      "cost": 400,
      "name": "The Cycle Is Unbroken",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "A being that exists for aeons may still need to rest and recuperate after battling with similarly powerful beings. You might even want to take a long nap and just sleep through the current problem if you have no interest in it. You can bind yourself to a location that embodies your chosen element, such as a forest for nature, a magma flow for fire, or a network of caverns for darkness, and not only gain awareness of what goes on within it but use it to recuperate. Even if you have been grievously wounded or exhausted in battle with a being that is your antithesis, you can come here to recuperate. Be warned, binding yourself to such a place can also bring about a vulnerability in your weakened state. If you were the embodiment of a forest and retreated to its heart, your enemies could potentially kill you should they find a way to burn down your resting place.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 21,
      "cost": 400,
      "name": "Wraith",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "It seems you are more than mortal, possessing abilities that the living normally do not have in Middle-Earth. You can fall from great heights without harm, perform incredible leaps, run at great speed, even conjure up phantasmal weapons. Ranged equivalents may need you to locate some form of ammunition or give you time to recharge as unlike others this involves your ghostly energy permanently leaving your body as the projectiles. You can let yourself partially slip into a shadowy netherworld, remaining physically within the living world but able to perceive other beings within either even through solid surfaces. Given time and experimentation, you could develop other abilities such as a second leap off of thin air, unleashing blasts of ice or fire or poison, teleporting yourself or others to you by expending the same energy you would use for projectiles, or fight in multiple places simultaneously as your wraith acts under your mental command. With just this Perk, this power is entirely yours and unshared with any other being,",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 22,
      "cost": 400,
      "name": "Angainor ",
      "source": "Silmarillion Jumpchain",
      "description": "You now have a copy of the great chains Aule crafted to bind the great Valar Melkor before throwing him into the Timeless Void. These powerful chains can bind an enemy of any size and easily hold any being below those of God-like might, if you can capture them.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 23,
      "cost": 500,
      "name": "Morgul-Lore",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are deep in sorcery and possess knowledge surpassing any save perhaps the Witch-king himself. With but a gesture and a word you can make a sword crumble in the hands of a man, a door seal shut against any but those with might greater than your own, enchant siege weapons with dark spells to blast asunder great gates, and enspell daggers with enchantments akin to those of the morgul blades. You can stir up a storm on a cloudy day, and in winter make the cold more deadly. You can brew disease and plague. You can bind the spirits of the dead and command them. Send them into tombs to inhabit the long deceased. Create illusions and phantasms. Make flame and lightning. Force orcs and trolls into your service with a few words or even merely a hard look. Extend your life. Speak with the crows and wolves and other evil creatures. With time and effort, you may even approach the might of the Witch-king himself, should you acquire even a lesser Ring.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 24,
      "cost": 600,
      "name": "Cult",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Sometimes it’s nice to be appreciated, and this group certainly likes you.They’re rather fanatical about it really, outright worshipping you if that’s what you want. Or they could just quietly guard a location with their lives and do their best to prevent anyone from disturbing you if you would prefer an existence of solitude. While they are not an army and would not fare will against the more powerful figures of Middle-Earth or other worlds, should you somehow be imprisoned or killed they have an uncanny capability to succeed in releasing or reviving you. The latter only works once a Jump or every decade, as it requires quite a lot of effort and sacrifice on their part. They will most likely decorate themselves or where they are staying with affectations to your own appearance and nature, unless you tell them otherwise.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 25,
      "cost": 600,
      "name": "Forge ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "Do you intend to create a Ring of Power for yourself? That is certainly possible here, should you have enough time, skill and potency of your own. This Item takes the form of an appropriately equipped forge with an appearance of your choice and a source of materials for whatever it is you intend to make. If you intend to forge something like a Ring of Power, you will find yourself with something akin to Mount Doom. If you only need to fix a normal suit of armour or create something mundane like new horseshoes you will be presented with a more modest and discrete workshop. You can decide what you will be working on when you come to place this Item in the Jump, which can be in any territory you own. It can also be imported into any building you have, or into the Warehouse.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 26,
      "cost": 600,
      "name": "Haedir Towers ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "These might be called dark imitations of the Palantir by some, but they can grant sight once they have been claimed. Interacting with the fiery stone in the chamber atop them allows you to perceive through an eye-like blue flame above the tower. They allow you to locate lost secrets and memories of their environment’s past, with points of interest found through the eye being automatically marked on any map you are using if desired. While you will find these towers in the various regions of Mordor even without this purchase that you can purify and claim for yourself, paying for it here allows similar towers to be established within any territory you claim within the future. For one final advantage you can utilise to guard territory you have managed to claim, they allow you to instantly transport yourself between them so long as you are not in danger.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 27,
      "cost": 600,
      "name": "Ring of Power",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "The Rings of Power were forged in Eregion by the great smiths of the Gwaith-i-Mírdain during the Second Age. All of the Great Rings save the One had a single gem, and not one design was repeated. Every ring was imbued with a power that came from the combined skill of the great Noldor craftsmen that wrought them and the knowledge brought by Sauron in the guise of Annatar. Your Ring of Power, greater than any of the Nine, possessing to at least some degree the powers of the Three, and to a minor extent even carries some form of the power of the One, is untouched by the corruption of the Ruling Ring, independent in power, and wholly yours. In material it is mithril or a mithril-gold alloy depending on your taste in color, it has an inscription of your choice in Quenya or Khuzdul using the Tengwar, and a unique jewel set into it. This Ring cannot be seen by any save for another who wears a Ring of Power, or Sauron himself. In potency, your Ring is lesser than the One, but greater than any others, occupying a halfway point.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 28,
      "cost": 600,
      "name": "The New Ring ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "It is up to you if this is the most recent ring crafted by Celebrimbor, or you have your own independent one, depending on whether you have taken another’s place in this story in the Bright Lord Scenario. Either way, this one is loyal to you. Your own strength has been used in its creation, rendering it free of others influence, yet you are not diminished or limited for it. Should you allow it to be taken from you, something that is not possible against your will, you can cause its influence to wear away at the minds and souls of those who foolishly dared to lay claim to your treasure. Or you could lend it as a gift, knowing its wielders cannot use the might it grants them against you. Made with the intent of rivalling Sauron’s own One Ring, it bestows upon its wearers the power of Domination, allowing users to force their will upon other life forms susceptible to its immense magical power. This effect is not absolute, as sufficiently powerful beings can potentially resist its power and break free of it. The mentally weak and broken are more prone to its influence, whilst those with a will of iron have a chance of denying it altogether. If you already have this ability through purchasing The Power Of Domination Perk, you will find it easier and more intuitive to use, able to seize control of even the most powerful beasts such as Graugs and Drakes if you can weaken their resolve or somehow make them more vulnerable. You can also sacrifice your own followers, causing their heads to explode in an attempt to intimidate your enemies, or provide aid by healing those within close range at the expense of your own health. Additionally, you can restore your own wellbeing by draining others of theirs. As it was made to combat Sauron’s own One Ring and the other Rings Of Power, you will find it is capable of breaking Sauron’s hold over his Ringwraiths, either dominating them or releasing them from undeath. In future Jumps, you will find this power can be used to free others from mental control and contamination, as well as releasing those bound to undeath and letting those forced to remain lingering amongst the living to pass on. Like other Rings of Power, it grants augmentative effects to those who wear it, enhancing their existing abilities to new heights.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 29,
      "cost": 600,
      "name": "The Power of Domination ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You are capable of essentially enslaving the minds of others, bending them to your will. It is faster if you can physically contact their head, but can also be done from a short distance, though still only one at a time. This can be done to any living creature, and some undead, that possess something akin to a functional mind. Those with more power or stronger wills may need to be broken in first by seriously harming them, but average grunts will fall to you within a few uninterrupted seconds. With some practice, beasts can be rapidly dominated without needing to harm them. You can use this ability tolook within the minds of others as well. Bear in mind, however, that some beings are protected against this sort of mental interference through some means. They might not serve you with just this power at your disposal, so you will have to find other means to remove them as an enemy, or perhaps find ways to weaken them to the point they are vulnerable. It won’t work on mindless puppet corpses or the equivalent, but you have a chance of dominating anything that actually has some sort of mind. Perhaps even creatures like Ringwraiths, or stranger things, should they lack a way to stop you seizing control.",
      "chapter": "Ancients and Spirits"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Ancients and Spirits",
      "__line": 30,
      "cost": 600,
      "name": "Seedlings of Trees",
      "source": "Silmarillion Jumpchain",
      "description": "Telperion and Laurelin were the greatest trees to exist. The only source of light in the world after the destruction of the lamps and before the creation of the Sun and Moon. With leaves of gold upon the one and leaves of silver upon the other, they shined with a beautiful light that the Sun and Moon are but pale imitations of. Ungoliant destroyed these trees, draining their light and increasing her might. Somehow, two seedlings of the trees have survived and ended up in your hands. These seedlings, when planted will sprout and over the course of a few years grow into new trees with same light. These are hallowed and sacred things. Bring light back to this enshadowed realm, or perhaps hoard it for yourself and see what you can gain from exploiting such great lights. The trees can either be placed in a garden-like attachment to your warehouse or planted in a spot of your choosing from jump to jump.",
      "chapter": "Ancients and Spirits"
    }
  ],
  "2": [
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 1,
      "cost": 0,
      "name": "Forthog Orc-Slayer ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This unusual figure will occasionally show up out of nowhere to help you out, give you some advice and perhaps a motivational word or two, before disappearing again just as mysteriously. Armed with a weapon that seems to be a cross between a guitar, a spiked club and an axe, they are a very skilled fighter. They’ll occasionally provide you some support and encouragement on your long journey.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 2,
      "cost": 100,
      "name": "Troll’s Might",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "From the hot lands of the Far South there come huge men, oft likened to half-trolls in appearance, with white eyes and red tongues. Traditionally they wield large weapons that even the strongest of men would struggle to wield, let alone swing them with such ferocity as do these men of Harad. To kill them takes no few number of wounds, and even then they are likely to slay more than a few men before they are brought down. You are one of these men, and whether you have their troll-like appearance is up to you. As well, you are resistant to poisons and venom.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 3,
      "cost": 100,
      "name": "The Black Speech",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This Perk does cover certain secret languages you might encounter, in this case being the Black Speech of Mordor. Not all Orcs know it, with some thinking it’s just gibberish. Speaking, reading, writing and understanding these sorts of languages is instinctual for you, and you won’t suffer from any side effects or negative aspects of knowing or using various dark and eldritch languages, nor do those around you. You can toggle that safety feature off if you really want.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 4,
      "cost": 100,
      "name": "Mordor, Born And Razed",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This may not be a misspelling, considering the Orcish culture. You have been born or created in a harsh environment and you can certainly survive in it. Raw meat, freezing blizzards, scorching volcanic environments, disease and hardship... well, it really isn’t that hard for you to live in it. You might not be comfortable in it, but you’ll survive the environment. Just need to keep an eye out for the inhabitants that are just as well adjusted as you are.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 5,
      "cost": 100,
      "name": "Grog Drinker",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Better for you than milk, if you’re an Orc. Really, Orcs here seem to use Grog as an alcohol and a medicine, and since you bought this Perk you can benefit from the same thing. You can stomach any form of alcohol in any quantity, choose whether to appreciate or negate the taste regardless of its contents, and rapidly heal yourself of any maladies by drinking it. Just bear in mind that you might still be affected by poison slipped into it, or explosions caused by it.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 6,
      "cost": 100,
      "name": "The Dragon Spell",
      "source": "Silmarillion Jumpchain",
      "description": "Dragons are famous for their cunning dragon spell. It is a form of hypnosis that can overpower many beings by gaze and word alone. At your baseline skill you are able to hypnotize the weak willed or despairing and give them simple commands. As you practice and grow in age you might one day be able to rewrite the memories of a man with a simple gaze and a few spoken words.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 7,
      "cost": 100,
      "name": "Brutal Weapon",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This might take on the form of an enormous stone club, or a jagged sword, or perhaps a serrated dagger. It will be an effective weapon, if not particularly elegant, and noticeably intimidate your enemies.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 8,
      "cost": 100,
      "name": "Chief’s Armour ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "A set of armour suitable for you. Even if it doesn’t cover your entire body or looks crude, it is incredibly durable and protective. Particularly the back of it, something that might come in handy considering the propensity for backstabbing around here. Even uncovered areas of your body seem to share the durability this armour provides.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 9,
      "cost": 100,
      "name": "Warg Mount",
      "source": "The Hobbit Jumpchain",
      "description": "A creature of war, you now possess a warg mount which is absolutely loyal to you even unto death. It is a lethal mount and will fearlessly bear you into battle against anyone or anything without hesitation. Counts as an item and does not take up a companion",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 10,
      "cost": 100,
      "name": "Caragor",
      "source": "Shadow of Mordor Jumpchain",
      "description": "A particularly large and ferocious caragor (armoured, spiky, bulky, hairless sabre-toothed tigers) that loves you, is happy to let you ride it and will do as you instruct.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 11,
      "cost": 100,
      "name": "Serpentine Blade",
      "source": "Shadow of Mordor Jumpchain",
      "description": "An asymmetrical, wavy dagger of orcish origin. Has mystical armour-piercing qualities when used to attack somebody from behind.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 12,
      "cost": 100,
      "name": "Iron Shackles",
      "source": "Shadow of Mordor Jumpchain",
      "description": "Prisoner's leg irons with a brutal history. Have the strange quality of sapping the mental strength and will to resist those forced into them.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 13,
      "cost": 100,
      "name": "A Lair ",
      "source": "Silmarillion Jumpchain",
      "description": "Whether a cave or some abandoned underground ruin, you have a private lair of your own. Place your hoard here if you have one. This is a safe place that is very hard for outsiders to find but has nothing in it that you don’t bring or purchase.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 14,
      "cost": 100,
      "name": "Thick-Skinned",
      "source": "Silmarillion JumpChain 1.0",
      "description": "Your people were made to suffer under the whips and lashes of Melkor, but even those fierce scourges don’t retain their power forever. Your skin is literally thickened, tough and leathery and hard to pierce; it’s not as good as armour, but it’s something. You are inured to much pain, able to endure even great agonies and tortures without breaking. Your body has been strengthened, too, giving you great endurance and not-inconsiderable might. Perhaps most vital of your gifts, however, is the ability to retreat into yourself to outlast even the worst of torments. When another dominates your will, or you are placed in unendurable circumstances, you will not be entirely broken. Instead, your own will and selfhood will retreat deep inside you, hidden from all but the most piercing examinations of your thought. Though your body may toil at the behest of another, and go on without hope or happiness, still some vestige of your former spirit is sheltered inside, ready to emerge once again if you should escape such dire circumstances.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 15,
      "cost": 200,
      "name": "Bright Lord, Dark Lord, Same Thing Really",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "With various forces that can’t really be killed by conventional head-popping zooming around Mordor these days, sometimes it’s better to bend the knee. If you do, you’ll find yourself accepted by whoever has defeated you regardless of who and what you are or your previous actions, and you’ll be appropriately rewarded for whatever aid you are able to provide. You help your new boss conquer a fortress and throw your hat into the ring for position of owning it, they’ll be far more likely to give you the position than any of their other allies.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 16,
      "cost": 200,
      "name": "Et Tu, Brûz?",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "They never saw your betrayal coming. Even if it should have been somewhat obvious, but they should have just treated you better, really. You have the skills, timing and will be lucky with opportunities to betray those you serve under and take everything for yourself – or just leave defences open for your allies, whatever works for you. Even the most paranoid of employers or well-armoured of Warchiefs won’t notice you sharpening the knife or be suspicious if you’re approaching them as they’re standing on a very high point. Just... make sure once you pull it off, they won’t be able to come after you in revenge.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 17,
      "cost": 200,
      "name": "Cruel Crossbow ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Rather than a fancy bow, you have decided to arm yourself with a cruder looking but perfectly functional crossbow. This is designed for more rapid fire than a normal bow and causing the maximum amount of damage to opponents they hit at the expense of extreme accuracy or range. The barbed bolts fired from this weapon tend to stick into opponents and wound them beyond the initial impact does. You have a rapidly regenerating supply of this ammunition. It even has spikes on it, and is durable enough to act as a more direct weapon in a pinch.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 18,
      "cost": 200,
      "name": "The Fixer",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This masked figure approached you, pointing out they were worth more to you alive. See, they provide solutions. Most problems in Mordor can be solved with the swing of a blade. But when the situation at hand is more complex, for example when you need to not only kill one enemy but also make it appear that a second was responsible, this figure is the one to call. They can make difficult problems go away and can draw on a vast network of manipulations and owed favours to make it happen. They are valued as much for their results as for their discretion, a quality virtually unknown in Mordor. Should they need to accompany you in person, you will find they are just as fleet as foot and subtle as you are.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 19,
      "cost": 200,
      "name": "The Lookout",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "While you’re keeping watch, it might be helpful to have someone to watch your back. You get along well with this figure. You might be long- lost siblings, or perhaps they are someone related to an important official. You can leave them to look after things in your absence, as they’re quite a good leader and administrator in their own right, but they are equally capable of accompanying you into the field of battle.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 20,
      "cost": 200,
      "name": "The Bodyguard ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "As brutal as life in Mordor might seem to outsiders, it is entirely possible for strong bonds to form between some of its inhabitants. You’ve forged one with this figure, a find addition to your army. From here on out, they will be your shadow. No one gets to you without their say so. They will do what they can to protect you and your territory, and have the unusual ability fill in roles in combat opposite to your own. For example, if you are a huge and durable figure using a giant but slow weapon, they will be a smaller but much more agile figure. If you specialise in ranged attacks, they will focus on close combat. Your bond is so great that should any harm befall one of you, the other will immediately be aware of the danger and the cause.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 21,
      "cost": 200,
      "name": "Cavern Lake",
      "source": "The Hobbit Jumpchain",
      "description": "​The sun can be a bitter foe for creatures of darkness, so for that, you have this place. It is a vast cavern lake filled with juicy fishes just waiting to be caught and eaten raw and wriggling. No sunlight can penetrate this domain, and all creatures of darkness find it strangely homey and comforting. Can be dropped into other jumps or added as a warehouse attachment.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 22,
      "cost": 200,
      "name": "Hatred",
      "source": "Shadow of Mordor Jumpchain",
      "description": "Uruks tend to fight harder against things they hate. You however have it in you to hate everything. This surge of hatred makes you significantly stronger, more resistant to damage and (somehow) heal faster than you should be able to.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 23,
      "cost": 400,
      "name": "Necromancy ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Feel like raising an army using other means? There’s no shortage of the dead in these conditions. This ability will grow over time, starting with animating one or two weak corpses using energy gleaned from killing enough. In time you could learn to summon up corporeal ghosts of the dead as an army, create totems that repeatedly revive nearby corpses under your control as long as the totem remains intact, or even perform rituals to bind wraiths into living or near-dead beings for a variety of purposes. Those killed by undead are far easier to call back, sentient or otherwise, than those killed by the living.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 24,
      "cost": 400,
      "name": "Brutal Cunning ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You wouldn’t exactly be a Warchief for too long amongst the forces of Mordor if you weren’t good at fighting. Those that rely too much on their bodyguards might end up being backstabbed by them. You have a combination of instinct, training, and the right body type for an approach to combat you prefer. Maybe you’re a sneakier fellow using traps and bombs, so you’ll have a more agile and dextrous frame. Stay at range, you’ll develop much better eyesight and aim for your powerful crossbow. Maybe you go for the direct approach, and as a result you’ll have a towering and muscle-bound body capable of lifting up a Caragor and breaking it in half. Uruk, Olog or Goblin, whatever species or sub-species you’ve become, you are amongst the best at your particular style of combat.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 25,
      "cost": 400,
      "name": "Cunningly Brutal",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Some might think you have two heads, on account of you being so smart. In this case probably smart for an Orc, but if you were some other species you’d be among what passes for the more intelligent amongst them. Perhaps you’re not necessarily incredibly intelligent, you just know exactly how the rest of your kind thinks and how to exploit it. You’d certainly be able to lead your own people into an ambush at least twice before they caught on, which might be enough if they didn’t have some outside help. Either way, you’re good at tactics, ambushes and fooling your own species.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 26,
      "cost": 400,
      "name": "Beasts Of Mordor",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You have bonded with examples of various dangerous creatures that live in these lands. When you call upon them, they shall come, skuttling, fluttering, leaping and lumbering forth to aid you. They are trained and consider you an ally, and the weaker they are the greater in number they can be, while the stronger or more specialised creatures may only come in a pair. You could summon a swarm of hungry Ungol Spiders or Mordor Rats, unleash a nest of stinging Morgai Flies, call forth a flock of Hell-Hawks, or muster up a group of vicious Ghûls to feast on your enemies or a pack of Caragors to ride upon. If you are in need of something more powerful but less numerous, you could instead bring forth a pair of towering Graugs to smash your opponents into greasy smears, or fiery Drakes to take flight and burn your foes to ashes. Once you use this Perk there is a waiting period before you can use it again in the same area. While you can keep this limited to the creatures from Mordor, you can also update it to equivalent beasts you encounter in future Jumps. When pack animals that can be ridden are called upon, they will include a strongpack-leader for your personal use, such as a Dire Caragor. If there is a variety of a specific type of creature, such as the Flame, Frost or Poison Graugs, you can decide which ones you want to come to your aid.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 27,
      "cost": 400,
      "name": "Hoard",
      "source": "Silmarillion Jumpchain",
      "description": "Every Dragon worth anything needs a hoard. Gathered up from your enemies over the years and collected in a safe place of your choosing is the amazing wealth of your hoard. Countless pieces of gold, gems, hundreds of precious stones, and armories worth of weapons and armor are scattered in grand mounds. This hoard can either be located in a safe place of your choosing or as an attachment to the warehouse from jump to jump. Good luck ever spending it all, even if you wanted to do anything other than nap on it.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 28,
      "cost": 400,
      "name": "Warchief",
      "source": "Shadow of Mordor Jumpchain",
      "description": "You have a reputation that even amongst Sauron's forces is considered intensely scary. Through sheer menace you are capable of keeping thousands of members of a duplicitous and quarrelsome species in check and obedient.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 29,
      "cost": 600,
      "name": "Iron Will ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Being called stubborn is one thing, but anyone trying to modify your mind against your will might find it easier to get through your thick skull with metal rather than relying on a magical ring. You’re essentially immune to mind control, mental alteration intended to make you more pliable, or other such puppetry. You will not be bent, and the best they might manage to do is be forced to break you entirely. Even then, you could bounce back given time.",
      "chapter": "Dragons, Trolls & Orcs"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dragons, Trolls & Orcs",
      "__line": 30,
      "cost": 600,
      "name": "Goblin King",
      "source": "The Hobbit Jumpchain",
      "description": "​Some kings rule through love, benevolence, and justice. You are not such a king. You inspire loyalty through fear, and because of that, it doesn't matter how badly you treat your people, they will always accept your brutality without question. Those under your command are unlikely to betray you, too frightened of the potential consequences to even consider it.",
      "chapter": "Dragons, Trolls & Orcs"
    }
  ],
  "3": [
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 1,
      "cost": 0,
      "name": "Map",
      "source": "The Hobbit Jumpchain",
      "description": "This map is not the most detailed guide in the world, but it does have some useful information. Whenever you set out on a quest, this map will update with your destination and mark any secret methods of entering it.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 2,
      "cost": 0,
      "name": "Masterwork Armor ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Whether made by Dwarven or Mannish hands, this armor is a work of art as well as some of the greatest protection available short of mithril. Equal even to the works of the greatest of the armor-smiths in Númenor. A helm cunningly wrought and quite strong complementing the masterfully-wrought mail for your body.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 3,
      "cost": 0,
      "name": "Masterwork Weapon ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Whether or a finely wrought composite bow of wood and horn decorated with silver and gold, or an axe forged by the dwarves. This weapon will serve you well in battle and last for generations, perfect for an heirloom and fit for a lord of good wealth.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 4,
      "cost": 100,
      "name": "Mithril Armor",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Armor forged of mithril is wondrously light and surprisingly strong, providing excellent protection in battle, and is also quite rare. This set of dwarf-wrought chainmail and helmet are fit for a mighty lord indeed.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 5,
      "cost": 100,
      "name": "Dwarven Craftsmanship",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "In the tempering of steel, and in the making of mail the children of Aulë have no equal, not even among the greatest of the Noldor. While you are no truly great craftsman, you possess that natural aptitude of your race, as well as a fair understanding and skill in working steel. Even your relatively low skill, compared with your elders and those more naturally talented than you, is still good by the standards of Men. Good enough that even here your works look like masterworks to them, and your armor serviceable to any dwarf warrior.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 6,
      "cost": 100,
      "name": "Dwarf-Hoard ",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Gold, silver, precious gems, ornate armor, and gilded, jewel-encrusted weapons - all are to be found in any respectable Dwarf-hoard. Amassed over hundreds of years, these treasure piles bring happiness to the Dwarves who jealously guard them. Now you have one of these hoards of wealth and a place to keep them in if you do not already have one. Indeed, the wealth contained is suitable for even a very wealthy king of Men, and will restore itself should parts be spent. At least the gold and silver will. It is a hoard perhaps a twentieth the size of that which the King of Erebor would one day have amassed.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 7,
      "cost": 100,
      "name": "Legendary Weapon",
      "source": "The Hobbit Jumpchain",
      "description": "A true warrior must be in possession of a weapon named for its great deeds. Now you have just such a legendary weapon: Glamdring, Orcrist, or another blade of similar renown.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 8,
      "cost": 100,
      "name": "Miner",
      "source": "The Hobbit Jumpchain",
      "description": "As a child of the earth you are extremely strong and durable. You are able to lift far more than the average human or elf and can work long hours tirelessly. You gain special adeptness when it comes to mining, and you are exceptionally lucky when it comes to discovering valuable gems and minerals within the earth.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 9,
      "cost": 100,
      "name": "Lockbox and Key",
      "source": "Shadow of Mordor Jumpchain",
      "description": "A completely impregnable, large, dwarven-made lockbox and the only key able to open it.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 10,
      "cost": 100,
      "name": "Mithril Equipment",
      "source": "Silmarillion Jumpchain",
      "description": "Mithril is the greatest secret of the dwarves. A silvery metal, it is stronger than steel and much lighter. Mined mostly in Khazad-dum, it can be fashioned into armour that, while far lighter than anything of steel, is all but invulnerable to sword or dart. You have a mithril mail shirt and a mithril helmet.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 11,
      "cost": 100,
      "name": "Stonecunning ",
      "source": "Silmarillion Jumpchain",
      "description": "You are like the others of your kind, well at home in the deep places of the world. You always know which direction you are travelling when underground. You can easily identify most stones and metals and are excellent at finding secret passages underground and flaws in caves and stonework.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 12,
      "cost": 200,
      "name": "Wealth of the Dwarves ",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Wealth begets wealth, or so the saying goes. This is doubly true for the Dwarves, with them having an affinity for all things of Aulë, the substances of the earth, and being naturally talented miners and workers of metals. With you this goes somewhat beyond that, and you possess a sense for where to find minerals of your choice. From copper to mithril, no mineral can evade your detection if you put yourself to looking. As well, you have a knack for gaining greater wealth from trade. If you were placed in a small frontier-town you would have a thriving mining settlement with the start of a great fortune within three years, within ten you’d have the beginnings of a true trading city home to many skilled craftsman, and by the end of your third decade you would have a hoard worthy of a dwarf-lord and a city renowned for its works and wealth, bringing more wealth to you. Lastly, you are a great worker of gemstones, able to bring out dazzling beauty from even the dullest uncut precious stone.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 13,
      "cost": 200,
      "name": " Worker of Stone",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Before the Sun and Moon, the dwarves had already made their own great halls within mountains and hills using unrivaled skill in the working of stone. Your skill is comparable to the finest of dwarven stone-masons living. Devising sturdy walls and stone monuments and buildings is as easy as breathing. As well, you somehow can get construction projects utilizing stone as a majority resource done in less than half the time it should realistically take. You have a knack for finding concealed doors and passages in stone, and even for finding weaknesses in defenses such as stone walls or mighty fortresses",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 14,
      "cost": 200,
      "name": "Erebor Treasure Room",
      "source": "The Hobbit Jumpchain",
      "description": "A replica of the great treasure room of Erebor is attached to your warehouse. It contains enough gold, silver, jewels, weapons, armor, and other assorted treasures to satisfy even the greediest dragon. The treasure room also replenishes every ten years and at the start of each new jump. Good luck spending it all.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 15,
      "cost": 200,
      "name": "Mithril Armour",
      "source": "The Hobbit Jumpchain",
      "description": "Here's a pretty thing...light as a feather, and hard as dragon's scales. Mithril is one of the finest and most sought after metals for crafting weapons and armor, and now you have a perfectly tailored mail coat that will defend against weapons and blows that would easily skewer a wild boar.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 16,
      "cost": 200,
      "name": "Warrior",
      "source": "The Hobbit Jumpchain",
      "description": "​You've lived a hard life on the edge having to fight for survival against hordes of goblins and other foul creatures, and that has turned you into a master of melee combat. You can wield axes, swords, and spears in close combat with ease.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 17,
      "cost": 200,
      "name": "Wind Lance:",
      "source": "The Hobbit Jumpchain",
      "description": "When a regular sized bow just doesn't cut it for defense, a Wind Lance might be better suited for the job. This is a dwarf-crafted weapon similar to a ballista or giant crossbow. Its arrows are large and strong enough to take down even incredibly large and tough foes.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 18,
      "cost": 200,
      "name": "Tough and Hardy",
      "source": "Silmarillion Jumpchain",
      "description": "You are tough like stone and iron. Work or fight for days without tiring, grimace through the pain of wounds and keep going. With the proper armor, withstand the flame of Dragon’s fire without breaking a sweat. Even your mind is stronger, resistant to the effects of despair and doubt. Fight on and endure as Aulë intended you to.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 19,
      "cost": 300,
      "name": "Craftsman ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You have been educated in the working of metal, stone, and other materials used by Men in their arts. You can fashion swords and armor of good quality, repair your existing armor, design a building or plan the sewage system for a city. Sketch out and lead the construction of defensive walls, or some great palace fit for a mighty king. You could start with naught but the clothes on your back and in a few years be working for a king, or even build a city of your own, as your variety of skills and quality of craftsmanship will draw apprentices to you like moths to flame.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 20,
      "cost": 300,
      "name": "War-gear of the Dwarf-lord ",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Consisting of a war-helm wrought by Telchar, mithril mail and the finest weapons forged for only the greatest of dwarven lords, this war-gear is resistant to even dragonflame and even the Dark Lord himself would be hard-pressed to damage such a wondrous panoply.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 21,
      "cost": 300,
      "name": "The Arkenstone",
      "source": "The Hobbit Jumpchain",
      "description": "​The Arkenstone of Thrain, also known as the Heart of the Mountain and the King's Jewel, is a wondrous gem that glows with inner light. It grants the holder the power to unite people. Where once there was strife and the threat of war, now all will become more reasonable, joining together against common enemies, though not necessarily under your command.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 22,
      "cost": 400,
      "name": "Child of Mahal",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "To be renowned for one's metalwork amongst a folk famed for such craft is no small thing. Not only have you a talent for working metal, but your craft is among the finest of any dwarf alive in this Age. You know the secrets to working mithril with great skill. You also possess knowledge of lost lore including the dwarf-masks of the Elder Days that could resist even dragonflame. A true child of Mahal you withstand heat better than many of your kin allowing you to spend longer periods of time working the forge with less need for water to cool you and in fact you find that when working at a forge you feel more awake than normal.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 23,
      "cost": 400,
      "name": "The Lonely Mountain",
      "source": "The Hobbit Jumpchain",
      "description": "Your gain a replica of the Lonely Mountain, including the vast underground city of Erebor and its untapped natural resources. It can be dropped into a jump or kept as a warehouse attachment. The Treasure Room is empty unless purchased below. Alternately, Erebor and its resources can be imported into any mountain you",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 24,
      "cost": 400,
      "name": "Dragon Helm",
      "source": "Silmarillion Jumpchain",
      "description": "The Dragon Helm of the Dwarves is a famed helmet. Crafted of the finest metals and infused with the power of the dwarves, these helms allow warriors to withstand the flames of Dragons. While wearing this helm, you are protected from flames of all but the mightiest of dragons.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 25,
      "cost": 400,
      "name": "Hold/Fortress ",
      "source": "Silmarillion Jumpchain",
      "description": "Like the dwarven fortress of Khazad-dum, the mighty keep of Melkor Utumno, or the glorious abode of Manwe Ilmarin, you possess a grand fortress. It can be within a mountain, atop a cliff, or anywhere befitting a grand fortified mansion. It can be in the style of any of the races and has enough room for a city’s worth of people. It is populated by enough people of your chosen race to keep it maintained and has a token military force for protection. In future jumps, you can place it in any appropriate spot. Upgrades to it follow you from jump to jump.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 26,
      "cost": 400,
      "name": "Artisan ",
      "source": "Silmarillion Jumpchain",
      "description": "You are considered a skilled craftsman even among the Dwarves. Weapons and armor that can stand the test of time and come out looking newly crafted centuries later. Mithril and other mystical metals are no harder to work with Iron and Steel for you. With much time and energy, you may also enchant the items as you craft them, like the Dragon-helm which struck an unnatural fear into the enemies of its wearer. While you are skilled in the crafting of many things, it is your mastery of the construction of weapons and armor that is truly awe inspiring. Perhaps with practice and time you might even be considered the equal of Telchar.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 27,
      "cost": 500,
      "name": "Jumper the Deathless/Heir to the Father",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "The Seven Fathers were the first of the Dwarves, and the fathers to the various clans from whom all dwarves descend. It is said among the dwarves that the Fathers are reincarnated among their folk across many generations. Now, you are the Heir to one of the Seven Fathers, whether you bear their name or no, or whether that is strictly true or not. You look akin to the Father of your kindred, and indeed you are mightier and have a presence to you that seems to indicate an innate greatness. Your skill and might in battle is enough that even surrounded you could expect to slay a dozen trolls on your own with a bit of luck and the right equipment. Should you die, you will reincarnate among one of your descendants or distant kin within a decade. In future",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 28,
      "cost": 600,
      "name": "Mithril Mines and Armory",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "There may be older and fouler things than Orcs in the deep places of the world, but there are great treasures and opportunities to be found in those places as well. Dwarven miners know this, and the lure of mithril often proves irresistible. With this, you need not worry about the presence of any Balrog or Orcs, as your veins of mithril shall lie within a mine dropped into a location near to where you start or even just connected to your Warehouse. The tremendous quantities of mithril that these mines make available allow Dwarf-smiths to craft marvellously strong and light armor for your warriors and yourself. More than simply a store-room and workshop for Dwarven smiths, a Mithril Armory is capable of outfitting an entire host in the most supple and strong metal known in Middle-earth. The presence of such materials naturally attracts the finest Dwarven smiths, who may also turn their efforts to forging superior weapons in addition to crafting mithril armor. Armored and armed in shining mithril and dwarf-make weapons, your forces are certain to be fearsome indeed on the battlefield.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 29,
      "cost": 600,
      "name": "King Under the Mountain",
      "source": "The Hobbit Jumpchain",
      "description": "​It doesn't matter if you spent over a hundred and fifty years as little more than a beggar. You are the true King under the Mountain. When something has been wrongly taken from you, you gain unparalleled luck and insight for gaining it back. Fate will align so that if you seek to regain what has been stolen from you, you will always succeed. Bewarned, though, as the price for getting it back may be steep.",
      "chapter": "Dwarves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Dwarves",
      "__line": 30,
      "cost": 600,
      "name": "Forge and Ore ",
      "source": "Silmarillion Jumpchain",
      "description": "The Dwarves are known for their crafting above all things. Crafting the proper equipment takes a fine forge and proper raw materials. You now have your own forge fully equipped for forging any item of metal. Attached to the grand forge is a cave filled with much of the most common ores and even a bit of mithril. In future jumps, ores of materials in that setting will begin to appear deeper in the cave. The rarer the metal, the less of it there will be. The forge and cave may be attached to your warehouse or another property you own.",
      "chapter": "Dwarves"
    }
  ],
  "4": [
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 1,
      "cost": 100,
      "name": "Survivalist",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are knowledgeable in survival. You know how to hunt and provide for yourself in the wilds of the world. From the cold frozen lands of the Lossoth all the way to the jungles of Far Harad.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 2,
      "cost": 100,
      "name": "Grace and Beauty",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Your folk are known for their natural grace and beauty, and you are exceptional even among them, moving with a grace beyond even that of the average elf. Where other elves might walk on snow without sinking, you don’t leave footprints in mud nor even in the most malleable of dirt. You will not lose your footing in even the roughest situations. Not only that, but you possess the clear beautiful voice of your people to a greater degree. The beauty of your voice singing in Elven-tongues is practically enchanting, like a clear jewel of blended word and melody. You also possess natural talent for playing the harp, your sweet and wonderful music making others feel as though they are in some fair dream, or even to sweep them away to far away lands under unknown stars. Lastly, you are fair even for an elf, though clearly not the match of Lúthien, you might still have songs written about you.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 3,
      "cost": 100,
      "name": "Mellyrn Seeds",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "A box containing twelve seeds, like nuts, but with silver shells. These seeds will, if planted in suitable lands, that is... fertile lands, grow into the famous smooth-barked silver trees. Known only to Númenor that is lost, to Valinor, and to Lóthlorien, these trees will grow to massive size, given time and proper nurturing, ensuring you have something truly special within Middle-earth.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 4,
      "cost": 100,
      "name": "Elf Soil Bag",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Plain and unadorned, but well made, this bag contains a supply of soil, grey in color, like dust both fine and soft. Though seemingly without practical use, this soil, even a couple grains, can enrich even the most barren of dirt to allow it to reap a rich bounty, or grow mighty trees in harsh terrain. This bag contains enough dust to enrich a mile of farmland, and will refill itself once every month.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 5,
      "cost": 100,
      "name": "Elven Cloak ",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "An Elven-cloak is a fair garment. It is made of a silken stuff, light but warm, and the color changes with the surroundings, whether it be stones or trees; it is a great aid in keeping out of the sight of unfriendly eyes. Yours is greater still, it will not tear and should you lose it somehow, you can call it back to you with but a simple gesture.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 6,
      "cost": 100,
      "name": "Roch",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "An Elven-horse, trained to take commands with ease, and to not succumb to terror, even were the Witch-king of Angmar to take the field against you. This horse has greater stamina and speed than the horses of other folk, save only for the descendants of the horses of Valinor.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 7,
      "cost": 100,
      "name": "Elvish Agility ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "If you are outnumbered and your opponents are vastly stronger than you, being somewhat more agile than most might be the difference between life and death. With this Perk, you’d become as fleet footed as a particularly athletic elf. While someone empowered by unnatural forces might be able to run circles around you with their enhanced bursts of speed, you will leave Orcs, Men and Dwarves in the dust. Parkour is just as easy for you as an athletic and well-trained ranger. In extreme circumstances you could potentially get off a collapsing bridge before you fall to your doom, but it might be best not to push it that much for too long.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 8,
      "cost": 100,
      "name": "Self Sufficient",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You aren’t intended to be a leader or have many allies in the field. Fortunately, you are perfectly capable of keeping yourself alive in inhospitable environments. You can take care of your equipment and yourself fairly well, and can do all the hunting, scavenging and field-based medical care you might need to do in order to stay alive on a dangerous solo mission.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 9,
      "cost": 100,
      "name": "Elven Outfit ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "This consist of a moderately plated full body armour with eagle motif and a cloak that both functions as a cowl and a cape that reaches to your legs. This loadout does not inhibit your movement in any way.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 10,
      "cost": 100,
      "name": "Twin Blades",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "Fancy a go at duel-wielding? Even if you would usually lack the talent, you will find that you can use both of these blades simultaneously just as effectively as you can a single blade. They come with twin sheathes, which you can place at your sides or on your back, and you can remove or store your blades in them easily.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 11,
      "cost": 100,
      "name": "Elven Glade",
      "source": "The Hobbit Jumpchain",
      "description": "Elves are known to create some fantastic food, and now you can try some of it for yourself. Your warehouse gains an elven glade with a starry night sky, a bonfire, a long table, and enough chairs and replenishing food for you and eight companions. This can be purchased more than once, with each purchase adding a table, chairs, and food for another nine people.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 12,
      "cost": 100,
      "name": "Sting",
      "source": "The Hobbit Jumpchain",
      "description": "Sting is an ancient Elvish blade made by weapon-smiths in Gondolin. When Orcs or goblins are within 300 yards, the blade will glow blue, alerting you to their presence. Post jump, the blade will glow when anyone who wishes to hurt you enters the 300 yard radius.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 13,
      "cost": 100,
      "name": "Enhanced Senses",
      "source": "The Hobbit Jumpchain",
      "description": "Your eyesight, hearing, and reflexes far surpass that of a normal human. If nothing obstructs your view, you can see things clearly at distances of twenty miles or more, you can hear breathing at 300 paces. Your reflexes and balance also make for some impressive displays of agility like climbing trees as fast as you can run and balancing on a pair of dwarves in two separate barrels floating down a river.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 14,
      "cost": 200,
      "name": "Healer ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are educated in the arts of healing. You know all the plants of your homeland, and the means by which they can be put to use in healing common ailments. You know cures for colds, headaches, bodily pains, arthritic issues, and even plague! As well, you are a skilled botanist, able to identify foreign plants and somehow know the traits and qualities they possess and whether they might be of use to some tincture or another.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 15,
      "cost": 200,
      "name": "The Shipwright",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Some elven kindred have a long tradition of shipbuilding, most notably the Teleri and those of their kin. Elven ships are known for their swiftness and even their strength when needed. Though the greatest mariners have been Men, the greatest ship-builders are the Elves, with them being the only ones able to build ships capable of sailing the Straight Road to Valinor. Now you possess the knowledge of long years, though not nearly the equal of someone such as Círdan, you have skill and knowledge great enough to design and build a ship on your lonesome and even in the lands of Men your skills will command a high price and many who will wish to make use of your services. With minimal resources you could, within a year, build a strong warship able to run with the speed of a brisk wind, and endure long grueling battles. Perhaps with time and a lot of talent you might rival the Shipwright himself.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 16,
      "cost": 200,
      "name": " Lembas Bread",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "You have a replenishing supply of the nutritious food created by Elves for sustenance on long journeys. It is wrapped in mallorn leaves and will usually stay fresh for months, but your batch seems to retain this indefinitely. Light brown on the outside, and the colour of cream on the inside. It is made of meal that was baked thin and crisp. Eating this will help you retain your strength on your difficult mission and help those who eat it recall fond memories of home without feeling homesick. You have the recipe to make more using common ingredients wherever you are.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 17,
      "cost": 200,
      "name": "Elven Bow ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "A bow of elven origin, designed to work with their impressive eyesight. Even if you are not an elf, you will find yourself able to see as well as they do while using this, and your arrows travel further and more accurately if fired from this elegant weapon. Your supply of arrows steadily replenishes itself over time.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 18,
      "cost": 200,
      "name": "Throne Room",
      "source": "The Hobbit Jumpchain",
      "description": "​Some situations call for a place where you can be intimidating. You now possess a throne room fit for a King. Every item in this room displays your immense wealth and power, and the throne is a massive chair that is also surprisingly comfortable. Whether you’re interrogating dwarves or goblins, this room is perfect for showing off your power. It can be dropped into any property you own or it can be added as a warehouse attachment.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 19,
      "cost": 300,
      "name": "Worker of Arts ",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "The making of Lembas and Miruvor, the working of enchantments to conceal and hide, the crafting of elf-cloaks and rope, healing the sick and wounded. Even the making of elven bows. All these and more are known to you. Your skills in healing are great enough to heal not only wounds of the body, but wounds of the spirit as well such as that suffered by those who have taken harm from a morgul-blade or the black breath. You can hide a village from detection for centuries. You can make waybread and miruvor with the skill equal to that of any handmaid in service to Galadriel or any servant of Elrond. Though you are no master of the arts, you are highly capable in all of these.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 20,
      "cost": 300,
      "name": "Elessar",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "The first Elessar was made by the master jewelsmith Celebrimbor in the First Age, and trapped the light of the sun within its green facets. It was said that in looking through it the old seemed young and the withered seemed fresh, and the bearer of the stone could heal ills with but a touch. That stone went with Eärendil across the sea to the Undying Lands, however, and did not return to Middle-earth. A new stone of the same name (if with little of the same brilliance) was forged also by Celebrimbor, in the Second Age, and set in a silver brooch in the likeness of an eagle with outstretched wings. Though the gem you possess now is akin to the second Elessar in appearance, it possesses the power of that first Elessar as well as the second. To preserve things (even a realm) against the effects of time, like one of the Three but to a lesser degree, to give strength and hope to one’s self, and power to inspire others.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 21,
      "cost": 300,
      "name": "Dungeon",
      "source": "The Hobbit Jumpchain",
      "description": "There are just some people you cannot get along with. You don't want to (or can't) kill them, but they still need to be dealt with. Your warehouse gains a dungeon attachment with thirteen cells, each one capable of holding any entity no matter their size or strength. You still have to defeat and capture your own enemies, though. It can also be dropped into any property that you own.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 22,
      "cost": 300,
      "name": "A Lesser Ring of Power",
      "source": "The Hobbit Jumpchain",
      "description": "​This ring of power has several useful features, including turning the wearer invisible and acting as a minor magical focus. It’s main ability is to help preserve the land, preventing corruption, decay, and change. It is not connected the to One Ring, and is free of any outside, corrupting influence.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 23,
      "cost": 400,
      "name": "Heir to the Jewel-smiths",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "The Gwaith-i-Mírdain (People of the Jewel Smiths) were a brotherhood of elven craftsmen led by Celebrimbor, second greatest of the Elven smiths after Fëanor himself. They made the Rings of Power as well as the enchantments on the West-gate of Moria. Many wonders they wrought in their settlement of Ost-in-Edhil, capital of the elven realm of Eregion, and you are the inheritor to their secrets, from the making of Rings and enchantments, to weapons and armor fit for elven kings. In works of masonry and the working of steel your knowledge and talent are second only to the greatest of the dwarves.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 24,
      "cost": 400,
      "name": "Elven Gardens ",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "When Telperion and Laurelin grew upon the mound of Ezellohar in Valinor, their burgeoning lights flowed throughout the city; but twice a day, as the light of one Tree waxed and the other waned, there came a time when their lights were softly mingled. These gardens are but an imitation of that ancient display, but a more otherworldly sight in Middle-earth one is not likely to find. Carefully designed with varying shades of silver and gold, these gardens boast an astonishing variety of colors and plant life, many of which were tenderly borne here from far-flung Elven lands. Even the sickest of hearts is likely to be cheered and enriched after spending an afternoon sampling the visual wonders here. As long as such visions of Valinor remain on this side of the Sea, the Elves may find places of refreshment and peace. Indeed, you shall find that elves from all kindreds will come to visit these gardens, and some may choose to stay to tend them or live near to them, inhabiting your cities or even forming their own small settlements that will come with you to future jumps, and in those future jumps native elves will find themselves drawn to visit your gardens and settle your lands should you desire it.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 25,
      "cost": 400,
      "name": "Last Thing They Never See",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You don’t have the brawn of an Orc, the reinforcements of Gondorians, or handy self-resurrection. What you specialise in is stealth, remaining hidden and striking from the shadows. If you are already fast, now you know how to move almost silently. You can mask your scent, hide your trail, and have a knack for avoiding sentries and remaining hidden even in enemy territory. Even those with unnatural senses will find it more difficult to detect you. While they will notice your presence if they’re still alive after you attack, something far more likely to occur with powerful opponents you cannot fell with a single blow, you also have some skill in escaping angered opponents and hiding once more. You’ve also got rather good aim with a bow and arrow, should you have one, and even if your eyes are not elven you have keen eyesight that can identify the best places to shoot.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 26,
      "cost": 400,
      "name": "Mithril Hammer ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition\n",
      "description": "Perhaps this is Turánn, the smithing hammer Celebrimbor used to forge the Rings of Power, or it is another with the same capabilities. As well as being used in the creation and enhancement of weapons and armour, you will find that it also acts as a reusable throwing weapon. You can channel power through it to increase the impact of the weapon, making it capable of destroying less durable structures such as monuments with a single blow or unleashing a blast of energy around the impact point. While you might be able to find such a weapon here normally, buying this Item will grant you smithing skill equal to Celebrimbor themselves while you use it, and it will automatically return to you once thrown.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 27,
      "cost": 500,
      "name": "Finwion/Finwiel",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Whether you bear the dark hair and grey eyes of most of the Noldor, or the golden hair that some of the line of Indis possess, or even the red hair of some few of those related to the children of Nerdanel, you are a royal among the Noldor and descended of the House of Finwë, First King of the Noldor and father to Fëanor, mightiest and proudest of the Eldar. The Noldor are the most powerful of all Elves in Middle-earth, and some might say of all Elves period, famed warriors who excel in learning and in craft. Regardless, you are mightier than nearly any elf alive though still not the equal of Glorfindel, Elrond or Galadriel. As a craftsman your natural talent (though not your knowledge or skill at present) surpasses any elves living, and in the making of weapons and armor you are greater than any save perhaps the dwarves themselves in these days.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 28,
      "cost": 600,
      "name": "Light Of Galadriel ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "An artefact formed of Elven craftsmanship, taking the form of a bracer that wraps around the four fingers of the left hand as well as on a ring placed upon the middle finger, with a rune centred upon the palm. You can use this to enchant your attacks with light magic, something capable of temporarily blinding enemies with enough exposure, or heal yourself. You will find any runes you apply to it will enhance and alter any inherent light-based abilities you have, such as adding effects like fire, poison, frost, or enhancing this Item’s inherent connection to light. You can potentially disintegrate weaker enemies with this the light from this artefact, particularly those which are vulnerable to light in some way.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 29,
      "cost": 600,
      "name": "Boat To The West ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "When you have grown weary of Middle-Earth, and there is nothing left to hold you there, you could set out on one last voyage. This boat will take those upon it to the Undying Lands, the place that Elves may go to once they are done with Middle-Earth. As this boat is yours, there isn’t an issue with bringing others like Men or Dwarves, or even Orcs if they genuinely wanted to go there for a more peaceful existence. In future Jumps where Valinor doesn’t exist, this vessel will act as a particularly effective normal boat which storms seem to avoid but can also transport those using it to an afterlife of their choice or similarly difficult to reach realm. Just bear in mind the trip might be one-way in some cases.",
      "chapter": "Elves"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Elves",
      "__line": 30,
      "cost": 600,
      "name": "Preservation",
      "source": "The Hobbit Jumpchain",
      "description": "​You have the power of preservation. You cannot die from old age, nor will you become visibly older over time. All of the accumulated abilities and knowledge you've gained over the years will not degrade or be forgotten no matter how infrequently you use them. You also gain an eidetic memory with limitless storage. Finally, your powers of preservation seep into the lands you inhabit, protecting them from decay and corruption.",
      "chapter": "Elves"
    }
  ],
  "5": [
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 1,
      "cost": 0,
      "name": "Home",
      "source": "LOTR Jumpchain",
      "description": "You don't want to always live on the road, do you? You have a small, but comfortable, home in whatever town or city you choose (this may be different from your starting location).",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 2,
      "cost": 0,
      "name": "Basic Camping Supplies",
      "source": "The Hobbit Jumpchain",
      "description": "You step onto the road, and if you don’t keep your feet, there is no telling where you might be swept off to. Sometimes, those roads don't have modern conveniences like beds and roofs, but now you have a large backpack with high quality camping gear. It's oddly light and easy to pack up, and the gear never seems to wear out.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 3,
      "cost": 100,
      "name": "Burglar",
      "source": "The Hobbit Jumpchain",
      "description": "You're really sneaky. You can find good hiding spots anywhere, including plain sight, and most people will not be able to spot you until you purposefully reveal yourself. All of your allies and enemies could be in the middle of a brawl, and you could slip away unnoticed with only the barest effort.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 4,
      "cost": 100,
      "name": "Might",
      "source": "LOTR Jumpchain",
      "description": "You are exceptionally strong and tough. You can lift far more than the average human, can walk or run for hours on end without tiring, and are unlikely to get sick.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 5,
      "cost": 100,
      "name": "Sneakiness",
      "source": "LOTR Jumpchain",
      "description": "You are very good at not being seen when you don’t want to be. You have talents in the realm of camouflage, and are generally unobtrusive. You might make an excellent burglar.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 6,
      "cost": 100,
      "name": "Shepherds of the Olvar",
      "source": "Silmarillion JumpChain 1.0",
      "description": "As creatures of Yavanna, the Ents are the closest of all speaking peoples to the olvar, the plants. You share in this, having the ability to understand plants on an incredible level. You are able to quickly intuit a plant’s current state and what it needs, and with a little longer you can quickly learn its properties, and even learn what they have experienced in their vicinity - though given a plant’s senses, mundane plants will likely not be able to tell you more this way than when the last rains came or similar. By the same token, you can communicate your wishes to the plants as well, both by normal means and in a subtle, more spiritual manner, such that they will tend to grow in the way you want. In short, you have the green thumb to end all green thumbs, bordering on a magical understanding of plant-life in general - and this is a skill which can be taught to others, albeit only with great patience on their part. It'll be much quicker to teach a more mundane level of the skill, like how to be a good gardener or farmer. This understanding extends beyond mundane plants, however, and into beings which have a plant-like nature. If you should encounter forest elementals, animate plants, grain-spirits, dryads or even plant-based macroorganisms on your travels, you will be able to understand and communicate with them in a peaceful manner, and will find it relatively easy to convince them you mean no harm, or to befriend you and regard you as an ally.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 7,
      "cost": 200,
      "name": "Riddles in the Dark",
      "source": "The Hobbit Jumpchain",
      "description": "You are naturally talented with games of intellect and puzzles. Whether it's playing riddles in the dark against a sinister creature or coming up with clever ways to avoid telling a dragon who you are, you can match their wits and come up with ingenious answers to even the trickiest games.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 8,
      "cost": 200,
      "name": "Loyal Hunter",
      "source": "LOTR Jumpchain",
      "description": "A loyal hunting assistant follows you. It is probably a Hound of the Woodsman or Rangers, able and dutiful, but it may instead be a savage Warg. In any case, it is far more intelligent than your average dog (though not truly sentient) and will aid you throughout your journey.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 9,
      "cost": 200,
      "name": "Among the Leaves ",
      "source": "Silmarillion JumpChain 1.0",
      "description": "Despite being over four metres tall on average, the ents are rarely seen. You share this skill of hiding, able to conceal yourself via camouflage to the point that you become almost invisible; so long as you look similar to your surroundings (wearing sand-colours in a desert, or just being a tree-like being in a forest) and you move (or don’t move) with their motions, you can blend into the background to the point that only careful examination from the keenest-eyed, or help from magic or technology has a chance of picking you out - and even then it will be hard. This concealment extends to your spiritual aspects as well; if you were disguised amidst a forest, even those who can see souls would perceive your spirit only as that of a tree. Additionally, your patience has become that of the trees themselves; you could wait still long enough for a forest to grow before your eyes if need be, though doing nothing at all for such long stretches risks becoming more treeish than entish.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 10,
      "cost": 300,
      "name": "Mearas",
      "source": "LOTR Jumpchain",
      "description": "You have been blessed to ride one of the descendants of Felof, Lords of Horses. Your horse is more intelligent than the average human, can understand English, and can run at up to 50 MPH for days upon end.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 11,
      "cost": 400,
      "name": "Incorruptible",
      "source": "The Hobbit Jumpchain",
      "description": "​Evil and corruption can find no hold on your soul. Even entities of great power and malice find you incredibly resistant to their influence. You could hold onto a ring of pure evil for 60 years and still be able to let it go in the end through simple willpower",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 12,
      "cost": 400,
      "name": "Skin Changer",
      "source": "The Hobbit Jumpchain",
      "description": "Skin Changers are a rare, nearly extinct race. But now there is one more in Middle Earth. You now have the ability to transform into a great and powerful animal of your choice. This form has enhanced strength, durability, and speed relative to the animal that it is modeled after, and you can maintain your human mind while transformed.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 13,
      "cost": 400,
      "name": "Tree-Herds ",
      "source": "Silmarillion JumpChain 1.0",
      "description": "The ents are named ‘shepherds of the trees’, and you more than live up to that name. In a process half-magic, half-gardening, you can shape lands and ecosystems, working wood and water, stick and stone to create new landscapes. Given an empty plain and long enough, you could grow a forest as dense and strong as Fangorn, or enrich the earth to make it as bountiful as the Shire. This expertise extends from growing living things into transforming the landscape; redirecting rivers, moving hills and other such grand projects. Or, if you are roused to anger, the use of the environment in war: Directing rivers to wash away cities, preparing cliffs for rock-falls and similar. If you are an ent, your great strength will be very useful in such grand projects, but even if you are not, you still maintain the skill to direct many people together to accomplish similar results. More than these mundane aspects, however, you also know the secrets of brewing ent-draughts; concentrating the spiritual power of growing things deep in the earth into blessed waters with potent virtues of growth and flourishing. Brewing such draughts requires that you shape landscapes to purpose, it takes time for the power to gather, and it can only be done in intensely verdant lands. Once the labour is complete, though, there will come forth springs of these potent waters, able to give especial strength, vitality, growth and endurance to those who drink them, and to sustain people even without ordinary food.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 14,
      "cost": 400,
      "name": "Beast Master",
      "source": "The Hobbit Jumpchain",
      "description": "You are skilled at riding animals, including somewhat intelligent animals like wargs. You can stay on even under duress, guiding them by force and threat rather than kindness and trust.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 15,
      "cost": 600,
      "name": "Luck",
      "source": "The Hobbit Jumpchain",
      "description": "​You have an absurd amount of luck. You can be lost in a cave and manage to stumble across the most powerful object on the planet. Or maybe your escape just so happens to be planned on the one night when everyone is too drunk to care why the 'empty' barrels are so heavy. If you put in any effort, everything just seems to go your way.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 16,
      "cost": 600,
      "name": "The Wakeful Woods",
      "source": "Silmarillion JumpChain 1.0",
      "description": "When you tend a verdant landscape which is at least somewhat wild, you may at your will begin to quicken a transformation in the plants therein. Over time, and to a degree according to the plant’s own strength, age and general power, they begin to awaken, gaining greater awareness of the world around them, and a greater ability to affect it. They become, essentially, ensouled; thinking beings in their own right, though their thoughts are strange and quite different to those of humans. Lands filled with such awakened plants gain a certain degree of spiritual potency; they are in a subtle way, enchanted, and strange things may occur there. Most such ensouled plants are capable of little but sensing the world around them, communicating with one another, projecting a sense of their emotions to those around in a vague, difficult-to-define manner (so a forest full of watchful, suspicious trees would create a feeling of unwelcomeness and being watched), and moving to a limited degree. This movement doesn’t tend to happen when anyone’s looking; rather a person might bend down to look at something, then find the path back to have vanished. Older and more powerful plants gain greater power in their turn, able to move in a more deliberate manner (such as opening caves beneath their roots to trap unwelcome travellers) and project their will with such force as to induce drowsiness or perhaps hallucinations. Furthermore, as something akin to leaders amongst their kind, they can direct other ensouled plants and use them as channels for their own will, so as to act at a distance or collectively create labyrinths to bewilder intruders. Perhaps most importantly, by tending to such ensouled plant-life, watering them with ent-draughts and the like, you may transform them into Huorns; trees not only aware and animate, but able to move long distances and make faster movements, capable of true attacks. With enough time, you might even find a way to cultivate true ents in this way. Creatures you awaken via this perk are by default well-disposed towards you and will obey you so long as you treat and tend them well.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 17,
      "cost": 600,
      "name": "Were-Wyrm",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Usually found in desert areas, you have somehow acquired one of these enormous subterranean and very carnivorous creatures that can travel beneath the ground and emerge to devour unfortunate figures. You also managed to accomplish something considered impossible and tamed this normally aggressive predator. They tend to respond to sound, and you know a signal to make them start and stop hunting within the local area. Bear in mind they go for anything walking around on the ground and cannot go through solid rock, though they have learnt how to recognise and avoid attacking yourself and your allies. Given enough time, this pet of yours can grow to be larger than most buildings, though this might limit where they can go if there isn’t enough room. Still, they would be very potent siege weapons at that point. You might not need to bother assembling an army to take a fortress if your pet can just devour or sink the whole thing.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 18,
      "cost": 800,
      "name": "Vision of Primordial Spring ",
      "source": "Silmarillion JumpChain 1.0",
      "description": "It is said that in the spring of Arda, when the world was lit as it were a changeless day by the lamps Illuin and Ormal, Yavanna first brought forth the fruits of her thought. There were trees in those days which grew like living mountains, cloud-crowned with their feet deep in a green twilight of their own making. Those days are vanished and gone - but in you there lives a memory which can be brought forth once more. At your will, lands you cultivate grow strong and swiftly, plants bursting forth eagerly from the soil at twice the rate elsewhere, with no greater need for nutrients or water. This is but the least of your gifts, however. Under your care, plants of all kinds evoke a memorial of those early days in the spring of Arda, growing five or more times their normal size. This growth is more than physical, though. Lands you cause to flourish in this manner grow strong in spirit as well; they are greatly more resilient to corruption and desecration of all kinds, while animal denizens grow larger, stronger and wiser as well. Herbs and plants are more potent, fruits and crops more fulfilling, and any magical crafts which take advantage of them find their results increased as well. Finally, though, there is the change in you yourself. These bountiful lands nourish you as much as you nourish them. While within these lands, your resilience to injury, disease, poisons and other harms is greatly increased, your stamina and endurance becomes to all intents and purposes infinite, and your strength is magnified twice over. These benefits linger to an extent while outside of these lands, but fade over time; within a week or so the benefits will be lost until you return, whereupon they return at approximately twice the rate.",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 19,
      "cost": 0,
      "name": "Song And Dance ",
      "source": "The Lord of the Rings",
      "description": "This world was made in song, and if you compare it to the one you came from, this can be rather evident. After all, everyone, even the wretched, likes to sing and occasionally even dance. Poetry and song are rather pervasive aspects of culture in this world. And you wouldn’t want to be left out, would you? So for free, you gain a respectable level of skill at song and dance, and you will also learn many songs and small tales to entertain yourself and others with. Lastly, you’ll have a gift for translating your own experiences into songs and poetry, to be sung when you return home and tell others of your exploits and the things you’ve seen. Perhaps you’ll get your hands on an instrument to supplement your singing?",
      "chapter": "Hobbits, Ents and Others"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Hobbits, Ents and Others",
      "__line": 20,
      "cost": 100,
      "name": "Blessing Of Light Journeys",
      "source": "The Lord of the Rings",
      "description": "While adventuring sounds quite good on paper, there are many little mundanities that can be rather annoying in the moment. Thankfully you won’t have to worry about it, perhaps due to some magic spell laid on you? You’ll find that pests such as insects generally keep their distance from you, and that any clothing you wear will never chafe at you or be uncomfortable to wear even after days of running. Lastly, you’ll find that equipping and unequipping armor and the like will be a quick and smooth affair, despite how it might normally be. Long journeys won’t be quite as difficult anymore, but do remember to still bring some food with you.",
      "chapter": "Hobbits, Ents and Others"
    }
  ],
  "6": [
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 1,
      "cost": 0,
      "name": "Trained in Weapons",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are a gifted fighter, trained to proficiency in most types of weapons, and given a basic education in holding formation with others. While not close to being a master, you have been trained well enough to hold your own against the average soldier. Better, in fact! You are above average as a warrior. And with time you can become much better.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 2,
      "cost": 100,
      "name": "Guard’s Sword",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "A sharp and sturdy blade. There is not a lot special about the weapon itself, but it does symbolise your position as one who protects others. Your allies and those under your protection will feel safer and reassured should they see you with it.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 3,
      "cost": 100,
      "name": "Historian",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "Protecting the present is all well and good, but perhaps we should try to protect the past as well? Those who fail to learn from it, and all that. You not only have a great deal of expertise and luck at preserving, locating and safeguarding historical artefacts, you also have a great deal of knowledge for any given culture within the world as long as they are known to have existed. You are good enough to identify important artefacts on sight, even if it looks like a chipped metal plate to someone else you could clearly make out its origin, use, and what it implies about the culture based on all available evidence. In a more peaceful time, you could quite easily become a very well-regarded archaeologist, as your explanations of such matters are accurate and interesting for practically any audience.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 4,
      "cost": 100,
      "name": "Horsemanship",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are a skilled rider of horses, and cavalryman. Skilled in wielding a lance on horseback, and in getting the most out of your mount. You’ll never fall from your saddle, and with more exotic mounts such as camels you seem to pick up the basics in a matter of days at most. And can tame them quickly.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 5,
      "cost": 100,
      "name": "One Wall, One Ranger ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You have at least two decades of training and practical experience at being an expert Ranger, capable of navigating the harshest environments of the world to keep the more peaceful areas safe from the things lurking beyond the light of civilisation. You can easily climb up any surface with handholds, balance on ropes and have no fear of heights or dizziness from acrobatics. You’re more than capable of defending yourself with blades, as well as a bow and arrow, and have impressive stamina and resilience. You have all sorts of knowledge pertaining to wildlife, natural hazards, herbology, and you know how to use all of it to your advantage. You don’t seem to need to sleep very often, and in combat with more humanoid figures it isn’t too difficult to evade clumsy strikes and even leap over them as long as they aren’t towering over you – and if they are, you could likely slip between their legs to strike them from behind. You seem to avoid all the bumps, scrapes and scratches this sort of activity would cause. Must be all that fresh air.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 6,
      "cost": 100,
      "name": "Ranger’s Armour ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "The same outfit that the Rangers of The Black Gate wear. While the protection it gives you against harm is limited, it does protect you from the weather remarkably well, and the cloak can greatly aid any attempts to camouflage yourself and remain hidden. There are a variety of pockets and straps for any equipment, allowing you to store and retrieve things easily.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 7,
      "cost": 100,
      "name": "Sons of Eärendil ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "The Dúnedain have long been skilled mariners, in a tradition going all the way back to Eärendil whose legendary voyages are still told to the children of those who trace their ancestry back to Númenor. But even more than that, the Guild of Venturers was first founded by Tar-Aldarion, sixth King of Númenor, to be a society for the most adventurous young ship-captains of that fair Isle. His legacy has been entwined with the culture of the Dúnedain for millennia. As the great shipyards of Gondor or the Black Númenoreans might show. Indeed, the Dúnedain have produced many brave and bold captains or explorers. You might now join their ranks, with your natural talent and skills in all facets of the sea. You are a strong swimmer, a skilled navigator, a shipwright of fair skill, a talented captain, and all around a mariner who could one day be counted among the truly great. You could take a ship meant for calm seas and not only survive, but navigate the treacherous waters of the open ocean and stay alive in a storm.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 8,
      "cost": 100,
      "name": "Black Arrows",
      "source": "The Hobbit Jumpchain",
      "description": "Every dragon slayer needs a weapon to take down their terrible foe, and these black arrows are just what you need. Not only do they have an unusually good chance of hitting their target, they do a disproportionately large amount of damage compared to a normal arrow, and the arrows always find their way back to you shortly. These arrows come in bow and wind lance sized varieties.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 9,
      "cost": 0,
      "name": "Ranger’s Cloak",
      "source": "Shadow of Mordor Jumpchain",
      "description": "A camouflaged brown cloak was clasped with the symbol of the Rangers of the Black Gate. The cloak itself makes you significantly more difficult to notice when worn with the hood up.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 10,
      "cost": 200,
      "name": "Blade of Westernesse ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "The blades of Westernesse are enchanted with many words of hatred to the dark and ancient foes of Númenor. Wrought of a metal light and strong, these blades rival the finest Elf-made weapons and cast a similar fear onto one's foes. These swords possess the traits not only of not rusting, nor losing their edge... but also harming the Unseen or the Dead. Ghosts and wights are harmed especially, and this weapon could even render the Witch-king susceptible to killing. But this sword is even better, it will resist sorcery and attempts at destroying it by anything short of the Dark Lord’s hand. If you choose, you can instead have an existing weapon take on these qualities.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 11,
      "cost": 200,
      "name": "Gerhild ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Standing at 5’9” with golden hair in a braid and pale-green eyes seemingly always looking for adventure, Gerhild dresses fairly unremarkably in green clothing. A daughter of a soldier and a fairly wealthy merchant, she’s left her home seeking glory and wealth like she’s imagined in the stories she heard of shield-maidens as a child, and you seem to have caught her eye and gained her friendship. She is great with horses, both breeding them and riding them, and is fairly skilled with a spear and lance.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 12,
      "cost": 200,
      "name": "Glider",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "A primitive but effective parachute that can deploy should you find yourself falling a great distance and lets you cover a considerable amount of ground. You seem to have a lot of luck finding updrafts to keep you airborne when you need them, though some skill will be required to make the best use of them.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 13,
      "cost": 200,
      "name": "Management ",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "You might not be the best at fighting battles yourself, but you are great at all the things outside of the battlefield. Finances, troop movements, training, logistics, even running the various processes involved in the function of entire cities. You can even sort out how to delegate things to the right people so you don’t have to micromanage everything yourself. As long as you are around, you can keep civilisation running relatively smoothly as long as it survives, and in worse cases have a knack at restarting the process.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 14,
      "cost": 200,
      "name": "Numenorian Climbing Device",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This is essentially an ancient and still fully functional wrist-based grappling hook, looking rather like a bracer, which can also extend into a durable shield for defence or a bashing weapon. It has a rather powerful built in crossbow, which automatically reloads itself with any ammunition for it you have. You might be able to load it with something more exotic than steel bolts if you have the right sort of technical skill or know someone who could tinker with it.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 15,
      "cost": 200,
      "name": "Ranger’s Blade",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This might be Urafel if you have replaced Talion, or a sword of another name if not. Either way, you will find this weapon is receptive to any upgrades or alterations you make to it. It will also change to match your personality and actions, taking on a glorious silver shine if you are a champion of the downtrodden, or perhaps becoming a more malevolent looking and ornate bronze blade should you be a merciless tyrant. By default, it bears this inscription: A beacon of light to the unled. Blazing like fire with justice in lands stained with foulness. One stands alone in the light.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 16,
      "cost": 200,
      "name": "Ranger’s Dagger",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This may be Acharn, forged from the shattered sword of Talion’s son, or another blade if you have not taken their place. Either way, this dagger is a silent implement intended to enact vengeance upon Sauron’s armies, and if an opponent is unaware of your presence and you are capable of killing them, this can be used to do so silently. You can channel your own powers through it, such as being capable of turning those felled by it into revenants if you have the power of necromancy. It will change to match your personality and actions, such as becoming more sinister looking with a barbed edge if you are a tyrant. By default, it bears this inscription: A dagger secret in the night. Terrifying evildoers who must give back with blood. Swallows pain and red becomes black.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 17,
      "cost": 200,
      "name": "Temair",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "The twenty-five year old daughter to the brother of a clan chief among the Hill-men of Rhudaur, Temair is everything that her father could have wanted in a son. Standing at 5’8”, fairly muscled and with the dark hair and eyes and the swarthy complexion of her mother’s kin, she is strong and skilled. Bold and fearless. And wishes for her people to be free of the Witch-king. She possesses a talent for speaking with crows, and even commanding some to do her bidding. She dresses in wool pants and a long fur jacket, as well as leather boots in order to help keep out the chill of the recent years. Respecting your strength, she has decided to follow you, and will keep doing so unless you harm her people or treat her unfairly.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 18,
      "cost": 200,
      "name": "Weapon of Renown",
      "source": "Of Elves and Dwarves -- A Twilight of the North Supplement",
      "description": "Narsil, Aeglos, Durin’s Axe, Orcrist. Many are the famous weapons of Middle-earth, wielded by mighty kings, valiant princes, and stalwart chiefs, and others not so heroic. Regardless, each has a history and power all their own, and now you possess an exact duplicate of one of these famous weapons. Choose any named weapon, and you shall receive a copy of it, and if lost it shall return to you within a month. If broken, it will need to be repaired like any other weapon, though it seems unlikely at best that any of the weapons you might choose will be broken save for if the Dark Lord were to bring his strength against them.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 19,
      "cost": 200,
      "name": "White Tree ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "The White Tree of Gondor comes with its own plaza in front of a great Hall fit for kings and there is a white-paved place where a sweet fountain is playing. About it is a sward of bright green, but in the midst above the pool the White Tree stands proudly, proclaiming the health of you and yours. Once you have chosen where to place this wonder, it shall reflect the state of the realm you are a part of, and so long as the tree itself remains healthy so too shall your line.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 20,
      "cost": 200,
      "name": "Isilmë ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "A distant cousin to her kin of the ruling line of Arthedain, Isilmë nonetheless is clearly of the House of Isildur. Thirty years of age, and standing just shy of six-feet tall, her hair is jet-black and waist length, normally braided, and her eyes a bright grey. Beautiful, and with fair skin, she is fairly athletic. In terms of clothing she prefers to dress in dark blues, with either silver or white for trim. She is an eager learner and educated in the ways of healing as well as her knowledge of history and lore, surpassing all but the most wizened sages with her talent and skill. In addition, her looks belie a natural determination and grit that will carry her through a wight-infested barrow or worse should you choose to lead her through. You have gained her interest through one way or another, and now she would like to follow you in your adventures.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 21,
      "cost": 200,
      "name": "The Master",
      "source": "The Hobbit Jumpchain",
      "description": "It doesn't matter how greedy, slimy, or self-serving you might be, you find it unusually easy to gain and keep political office. Along with a minor boost in charisma and political tact, you gain widespread public tolerance that can only be broken if someone truly compelling appears to challenge your position.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 22,
      "cost": 300,
      "name": "Breeder of Horses ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are well-versed in not only knowing the physical health of your horses, but being able to pick the best to breed and to always ensure the most advantageous traits are bred. You can take a poor draft horse, and in a few generations their line will produce warhorses as fine as any with a thousand-year pedigree. This goes as well for other domesticated creatures.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 23,
      "cost": 300,
      "name": "Lore of the Lost Homeland ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Though in these days much has been lost of the lore of Númenor, even from the days of Elendil, you now possess such knowledge as was available during the days of the ending of the Second Age and as such can be considered one of the most learned in those subjects of any living Man. Indeed, such lore as the waybread and drinks used on the march and held in need-wallets that are like to the elven lembas and miruvor but less potent. The knowledge used in the making of the Othram, the great outer wall of Minas Anor, its outward face hard and dark and smooth, wrought of the same black stone used to construct the tower of Orthanc. Unbreakable by any means available to Men. The lore used in the making of such weapons as the barrow blades, or the fine armor of the Númenorean lords. Even the knowledge of ship-lore and building. The various architectural and engineering wonders of the early years of Arnor and Gondor are yours to know.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 24,
      "cost": 300,
      "name": "Laketown",
      "source": "The Hobbit Jumpchain",
      "description": "What is a King without a Kingdom? You gain a replica of Laketown and the Long Lake. You can drop it into a jump, it will quickly populate with appropriate locals who will be loyal to you or you can keep it as a warehouse attachment.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 25,
      "cost": 400,
      "name": "Numenorian Schematics",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "This fallen empire possessed wisdom far superior to most of Middle-Earth today. The soldiers of this ancient empire wielded the mightiest blades, the most powerful bows... but, as with most things, they weren’t satisfied there. They devised clever tools to deal with their enemies. You now have some of their work, designs for mechanical additions to your equipment that could grant properties not dependent on magic or superhuman capabilities. This record includes a variety of schematics, ranging from an addition to a shield that sets it on fire during a charge, to a spiked chain weapon, to a system that stores energy from blows against a shield and can violently release it against opponents. In future Jumps, this collection will update with other useful designs of technology from ancient or lost cultures.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 26,
      "cost": 500,
      "name": "Blood of Númenor ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "By some chance the blood of Númenor runs true in you, nearly as much as it does among the royals of Gondor and Arthedain. You are one of the Dúnedain or Men of Westernesse. Tall, dark-haired and grey-eyed, and more noble in spirit and body than other Men despite the fading of your kind. You possess the gift of foresight to some degree, though it is not infallible nor predictable. You are stronger in body than any among Men save the Troll-men of Far Harad, and in lifespan you can expect to live two centuries or more. You inspire those around you by your mere presence, and can ward off the effects of fear on your men. You have some innate talent for the healing of wound and hurt. There is an innate air of authority to you, like the Kings themselves, and even those who have never met you will at least recognize it. In future Jumps, humans will recognize this in you, and view you as something above human even if they cannot put their finger on it.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 27,
      "cost": 500,
      "name": "King of Men",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "You are descended from royalty of some sort in the lands you start off in. You are stronger than those around you, and have an air that seems to lend you greater authority. Even to those in power over you. You live slightly longer, and you are more adept at learning new skills and improving your existing ones. Where others might take a lifetime to become master warriors, you’ll take only a few years. Where others might need years to gain truly strong bonds with friends, you have a natural charisma to befriend people in a much shorter time. You’re just... better!",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 28,
      "cost": 500,
      "name": "Vidugavia’s Legacy ",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Vidugavia, the King of Rhovanion, and once mightiest of all the Northmen. He managed to unite many princes under one banner and his grandson went on to be Eldacar, the King of Gondor. Like him, you possess a knack for leadership and diplomacy with other nations. And as the epitome of orthmen, you are one of the finest riders the world has seen, a sublime warrior-prince like figure able to fight as well as any knight or king. As well, you have a way about you that draws even mightier kingdoms to look upon you more as an equal partner.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 29,
      "cost": 600,
      "name": "Mercenaries",
      "source": "Middle-Earth: Shadow Of War – The Reddit Edition",
      "description": "These might be the Vanishing Sons, or a rival group. They certainly consider themselves to be amongst the finest warriors of Middle-Earth. That’s questionable, but you can’t fault their enthusiasm. They aren’t heroes, being a collection of killers and thieves, and rather good at it. You can hire them out for a cut of the profit. Ordinarily, these are not soldiers, their loyalty is bought and when they stop getting paid their blades are no longer under their employers control, but you paid the CP for them so they will be loyal to you over all others. They see a bright future ahead of them. They see coin. Fortune. And enough danger to make it fun. You can establish this group in future Jumps, and they’ll have adapted with the local resources. As mercenaries generally get hired by whoever is willing to pay, you will find this group are capable of extending their services to anyone who would plausibly hire them in any location. This could ensure you and your mercenaries have a steady supply of money or used to place your own people within factions that you intend to sabotage or subvert. You can conceal your ownership of this group from these employers, who will believe that ‘their’ mercenaries are loyal to them, while in truth at any time your mercenaries are willing to turn on their true targets when you give the order.",
      "chapter": "Men"
    },
    {
      "__source": "The Celestial Ring by Gothicjedi666 - Men ",
      "__line": 30,
      "cost": 600,
      "name": "City of Renown",
      "source": "Twilight of the North - A Jumpchain CYOA",
      "description": "Fornost, Tharbad, Pelargir, Minas Anor, Osgiliath, Minas Ithil, Umbar... The renowned cities of Middle-earth are truly awe-inspiring works filled with people and mighty walls. Even the least of them are well made and defensible. Now you can have one of them for your own! Filled with a generic population fit for the culture of the city, and lacking the artifacts within the originals... but the city itself will be at its full splendor and connected to your warehouse or accessed by pocket dimension with a special key you are given. In future Jumps you can choose to have this city placed inside the world you are Jumping to, in an appropriate place as close as possible to the geography of its original location.",
      "chapter": "Men"
    }
  ]
}