{
  "1": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 1,
      "cost": 0,
      "name": "Atronach Mount",
      "source": "TES: Magic",
      "description": "Atronach are not confined to a form resembling only humanoid creatures, and it is not unheard of for them to take the form of rideable beasts. This animalistic Atronach, being of an element of your choosing, is eternally bound to you, allowing you to summon them anywhere you want, with no magicka cost. In addition to the standard abilities you would see in an Atronach, this is easy to ride, and will always be faster than you.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 2,
      "cost": 100,
      "name": "Conjurer",
      "source": "TES: Magic",
      "description": "Conjuration mainly involves summoning creatures from other planes of Oblivion, which doesn't appear in any other universes. Thankfully, you will retain your ability to summon various Daedra in future Jumps. And of course, you have made a summoner's pact with one of the Daedric Princes, allowing you to summon any Daedric entity under their command at a fraction of the cost.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 3,
      "cost": 100,
      "name": "Ring of the Oceanborn",
      "source": "TES: Magic",
      "description": "An enchanted ring made by a cultist of Hermaeus Mora before being claimed by Sheogorath, this jade ring inlaid with a sapphire allows one to breathe underwater, as well as being able to see through even the murkiest of waters as though it were clear as crystal. It also improves the speed of the wearer’s movements while underwater.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 4,
      "cost": 100,
      "name": "Daedric Merchant",
      "source": "TES: Magic",
      "description": "Even a Daedra has to make a living, somehow, and this one has chosen the path of the merchant. He can be summoned through a simple and easy spell, and can both sell and purchase items. His wares are often rare and valuable, and often seem to possess a massive amount of whatever the local currency is. His stock and wallet replenish after three days, often with different items, even those of different worlds you've visited.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 5,
      "cost": 100,
      "name": "Immortal Vestige",
      "source": "TES: Daedra",
      "description": "Death works differently for the daedra compared to mortals. Their souls do not go to a chosen afterlife, are not returned to the Dreamsleeve to be reused in the next kalpa. When destroyed, either in Mundus or in Oblivion, its Vestige is banished to the Void, and attracted back to the plane of Oblivion where it originated, where it then reforms itself using Chaotic Creatia. Your true nature prevents this, instead resurrecting you once every ten years,",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 6,
      "cost": 100,
      "name": "Rueful Axe",
      "source": "TES: Daedra",
      "description": "A silver axe with engravings of a wolf created by the Daedric Prince of Bargains, Clavicus Vile. A father learned of his daughter being afflicted with lycanthropy and begged the Prince for a cure. Clavicus gave him this silver axe. It will drain away the stamina of the target, replenishing the user's.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 7,
      "cost": 100,
      "name": "Daedric Spider Silk",
      "source": "TES: Daedra",
      "description": "If silk is such a valued commodity, then there is no finer or stronger silk than that taken from the spider daedra. This spool will replenish itself when used, and contains enough to easily create a few outfits.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 8,
      "cost": 100,
      "name": "Beacon",
      "source": "TES: Daedra",
      "description": "So, a new hand touches the beacon. A strange orb, but one imbued with its master's light. When it is activated, it will glow brighter than any torch or lantern, and follow the user around until it is deactivated.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 9,
      "cost": 100,
      "name": "Heart of Order",
      "source": "TES: Daedra",
      "description": "Found on the corpses of Knights of Order, this crystalline heart differs from that of normal daedra, being of order instead of chaos. Eating one will see health and stamina quickly replenishing, which is good considering you now possess one hundred of these hearts, which will be replenished weekly.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 10,
      "cost": 100,
      "name": "Rebellious Knight ",
      "source": "TES: Daedra",
      "description": "The bastard daughter of a noble in High Rock, this Nord warrior has taken up the mantle of a knight, fighting for the people. Wielding a cursed blade given to her by her god, she has struck down numerous corrupt and evil officials, she has inspired hope in countless souls. Now, if only she didn’t carry herself like a thug...",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 11,
      "cost": 100,
      "name": "Favored Daughter ",
      "source": "TES: Daedra",
      "description": "The pride and joy of Malacath, his very own daughter has agreed to be your Companion. Strong of spirit and strong of heart, her cheerful and friendly demeanor contrasts well with her father's bitterness. But she is still the child of Malacath, and is well versed in the warrior ways, close in power to the strongest of the dovah.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 12,
      "cost": 100,
      "name": "Black Cat ",
      "source": "TES: Daedra",
      "description": "A noblewoman turned rogue, this Redguard has turned her talents of subterfuge into an art, primarily to help her friend who was wrongfully accused by the law. Skill, she’s fast, smart, and skilled, a deadly combination if ever there was one. She has even developed a spell that transforms her into a cat.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 13,
      "cost": 100,
      "name": "Court Jester",
      "source": "TES: Daedra",
      "description": "Once a respected healer, this Nord has long since joined Sheogorath's realm due to a toxic romance. But now she has a new target for her affections. You. A skilled acrobat and deadly with her massive warhammer, she'll smash anything that would get in the way of you two being together.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 14,
      "cost": 200,
      "name": "Sigil Stone ",
      "source": "TES: Magic",
      "description": "A Sigil Stone is a pre-Mythic quasi-crystalline morpholith that has been transformed into an extra-dimensional artifact through the arcane inscription of a Daedric sigil, which can be used to create portals from Mundus to Oblivion, though that is far from its only use. Those stones, of which you get twenty, can be used to enchant an item, strengthen an existing enchantment, and many more uses for those willing to experiment.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 15,
      "cost": 200,
      "name": "Demiprince ",
      "source": "TES: Daedra",
      "description": "Though it may come as a shock to some, even the Daedric Princes may have their hearts swayed, their passion reciprocated and bedchambers filled. Sometimes, these interactions lead to a Demiprince, a child between a Prince and a lesser entity. You are one of these demigod children, child to a Daedric Prince of your choice. Most born from mortals are capable of matching the power of dragons, to say nothing of those from a more powerful parent. You will also possess a connection to your parent's spheres, granting you unique magics depending on who sired you.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 16,
      "cost": 200,
      "name": "Ring of Azura",
      "source": "TES: Daedra",
      "description": "A ring gifted to the Nerevarine after the defeat of the Sharmat, its ebony construction depicts a specific birthsign. While wearing this, you will find your charisma and speechcraft enhanced, while also possessing night vision. Perhaps a bit lackluster, but it would be suicide to deny a gift from such a vengeful goddess.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 17,
      "cost": 200,
      "name": "Ring of Hircine",
      "source": "TES: Daedra",
      "description": "A silver ring with a wolf's head, this grants the wearer the ability to transform into a bestial form similar to a Werebeast. Should you already be a werebeast, then this not only allows you a greater degree of control for your transformation, but it also removes any drawbacks you would have as a werebeast.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 18,
      "cost": 200,
      "name": "Ring of Khajiiti",
      "source": "TES: Daedra",
      "description": "Once a ring belonging to Mephala, it was stolen from her arm by the future Thief God of the Khajiit, Rajhin. While wearing this, light will bend around the wearer, making them invisible to all.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 19,
      "cost": 200,
      "name": "Sleeping Tree Sap",
      "source": "TES: Daedra",
      "description": "The pure sap from a Hist Tree within Sanguine’s service, it is much more potent than any on Tamriel. Not only will it act as a powerful hallucinogen and slow down the user for a time, but it will permanently increase their strength. After enough trips, you’ll probably be stronger than any giant.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 20,
      "cost": 200,
      "name": "Dream Stride",
      "source": "TES: Daedra",
      "description": "A bottle made in the image of Vaermina's avatar, this is a highly vaunted potion used by her priests. Drinking it will allow you to experience the dreams an memories of others, as well as the ability to travel great distances through them. It slowly refills",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 21,
      "cost": 400,
      "name": "Spellbreaker",
      "source": "TES: Warriors",
      "description": "The Daedric Artifact of Peryite, Daedric Prince of Pestilence, is said to still be searching for its original owner, and will not remain the property of any one else for long, though that is not the case should you purchase it here. This dwarven-made shield not only protects its wielder from physical damage, but also from magical attacks, by negating any and all spells directed towards it.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 22,
      "cost": 400,
      "name": "Black Books ",
      "source": "TES: Magic",
      "description": "Created by Hermeous Mora, Daedric Prince of Knowledge, these eight books are tomes of esoteric knowledge with a special property to them. By reading them, you will be taken to an island within the realm of Apocrypha, and subjected to a test. What this test is differs from book to book, ranging from complex puzzles to a gauntlet of combat. If you die in the books, you will be returned to the real world unharmed, but should you succeed, you will be granted powerful abilities.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 23,
      "cost": 400,
      "name": "Liminal Bridges",
      "source": "TES: Daedra",
      "description": "All know of the Dragonfires, of the barrier against invasion from the Planes of Oblivion that were created from the blood of Akatosh and given to Saint Alessia. Such is their strength and rigidity that even most Princes cannot enter the realm of mortals, though some slip through the cracks, and conjurers defy it. But such things do not matter to you. You can bypass any and all barriers, be they dimensional or magical in nature. Such is your nature that you cannot even be trapped or contained for long, capable of escaping even conceptual prisons with time and effort.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 24,
      "cost": 400,
      "name": "Daedric Wellspring",
      "source": "TES: Daedra",
      "description": "In order to ensure that daedra do not reform within some random realm, the environment or inhabitants hostile and fatal to the newly replenished entity, they have constructed these wellsprings. Massive pools of chaotic creatia that any daedric entity can bind themselves to, allowing for them to be resurrected within it’s waters three days after their death, so long as their souls or the wellspring itself is not damaged or destroyed. You could even bind yourself to this wellspring, granting you effectively unlimited resurrections, barring any of the previously mentioned criteria.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 25,
      "cost": 400,
      "name": "Ebony Mail",
      "source": "TES: Daedra",
      "description": "A set of ebony armor that was crafted by the Prince of Plots long before recorded history. It will grant the wearer resistance from fire and magic, magical protection from physical blows, quieter movements and the ability to poison enemies who get too close.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 26,
      "cost": 400,
      "name": "Masque of Clavicus Vile",
      "source": "TES: Daedra",
      "description": "A metallic mask that has undergone numerous changes, often to best suit the current wearer. When wearing this, you will find yourself to be extremely persuasive and skilled at bartering. It would be quite possible for you to talk a poor man out of all of his worldly possessions.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 27,
      "cost": 400,
      "name": "Savior's Hide",
      "source": "TES: Daedra",
      "description": "By far his most famous Daedric Artifact, this cuirass is believed to be the very hide of Hircine himself. It has many benefits, such as reducing the effects of hostile magic by half, granting the wearer total immunity to all poisons, and grants them unlimited stamina. Additionally, should they be a werebeast themselves, the armor will meld with their bestial flesh when transformed, greatly improving their defences.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 28,
      "cost": 400,
      "name": "Cowl of Nocturnal",
      "source": "TES: Daedra",
      "description": "An artifact associated with stealth and secrecy, it is the greatest tool for any thief. While wearing it, to all others you will simply become the Gray Fox, a legendary thief. None will be able to tell what your actual identity is, even if you were to take it off right in front of somebody. It will also increase the wearer’s ability to sneak around, long falls will not harm them as much, and they will be able to detect life around them in a radius of fifty feet.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 29,
      "cost": 400,
      "name": "Ruined Library ",
      "source": "TES: Daedra",
      "description": "It seems as though the Gray Prince managed to save a slice of his realm, the Gray Library, before the Mad God destroyed everything. Though nowhere near as filled as the original Library, it possesses much of Jyggalag’s knowledge and revelations about the true nature of the universe, and how to exploit it.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 30,
      "cost": 500,
      "name": "Azura's Star",
      "source": "TES: Daedra",
      "description": "A beautiful star that can expand, revealing azure crystals. This is the ultimate soul gem, capable of holding a soul of any size, of any type, regardless of its origin. And unlike those lesser stones, the Star will not shatter after the soul has been spent, ready to take on another until the cycle repeats itself once more.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 31,
      "cost": 500,
      "name": "Goldbrand",
      "source": "TES: Daedra",
      "description": "An ancient blade created by the dragons of the North which takes the form of a golden katana, bestowed upon a nordic warrior named Sivdur who had sworn to protect them. It is imbued with a demonic flame, capable of melting steel within a few seconds, and can ignore an enemy’s resistances and immunities to slashing and flames.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 32,
      "cost": 500,
      "name": "Hunting Grounds",
      "source": "TES: Werebeasts",
      "description": "In order to hunt, there must be creatures to hunt. Though this is not the actual Daedric Realm, this pocket realm connected to your Warehouse is absolutely teeming with all sorts of life, from fish and squirrels to bears and mammoths. Stretching over fifteen square miles, it's got quite the diverse range of biomes and natural resources, with not a hint of civilization in sight. This is truly a hunter's paradise.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 33,
      "cost": 600,
      "name": "Master of the Realms ",
      "source": "TES: Magic",
      "description": "Of all those who have followed the path of the summoner, few have achieved such a level of mastery as you have. In addition to being able to have ten summons active at a time, as well as knowledge on turning them into permanent thralls, you have mastered the creation of Oblivion Gates. With a wave of your hand, you can create gates into other planes of reality, even those connected to future worlds. Unfortunately, this planeswalking ability will be limited to the sixteen Realms of Oblivion rules by the Daedric Princes, as well as any local dimensions of whatever world you're visiting at the moment.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 34,
      "cost": 600,
      "name": "Daedric Realm",
      "source": "TES: Daedra",
      "description": "Extensions of their Princes, these realms of reality are reflections of their true nature. Although, it need not be that way here. While you could certainly purchase one of the sixteen realms currently lorded over by their Daedric Prince, you can also design your realm to whatever specifications you desire. From geography to the sky to weather to flora and fauna to so many other little things, it would be hard to keep track of. Regardless, this realm will be as large as the continent of Tamriel, as well as a little bit beyond.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 35,
      "cost": 600,
      "name": "Umbra ",
      "source": "TES: Daedra",
      "description": "A sword as black as night, feared for its power. Perhaps the original spirit has been removed, or this is merely a copy, for this weapon is no longer sentient, but still incredibly powerful. This black blade is capable of bypassing armor, drinking deeply of its target's flesh. In addition, upon death it will rip out a targets soul, infusing it with the blade itself in order to increase the amount of damage it deals.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 36,
      "cost": 600,
      "name": "Oghma Infinium ",
      "source": "TES: Daedra",
      "description": "An ancient tome of knowledge written by Xarxes, the wizard sage and scribe also known as \"The Ageless One.\" Upon reading it, you gain the eldritch knowledge of one of the three paths of Shadow, Spirit, or Steel. Each person may only be affected by this artifact once, as more than that can and have driven men to madness. Still, many who have read it have achieved near demi-god capabilities.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 37,
      "cost": 600,
      "name": "Spear of Hircine ",
      "source": "TES: Daedra",
      "description": "The personal weapon of the Prince of the Hunt, this spear is only gifted to those he deems most worthy. It has a floral pattern adorned on its spear head, which has a crosspiece that curves downward on one end, and will paralyze and inflict a deadly poison on a target with but a scratch. Should they resist the spear's paralysis, then they will be heavily burdened, slowing them down greatly.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 38,
      "cost": 600,
      "name": "Volendrung",
      "source": "TES: Daedra",
      "description": "The Hammer of Might, and the reason why Hammerfell is named as such. This massive ebony warhammer earns its name with its capability to demolish even the walls of enemy keeps with ease. It is enchanted with the ability to paralyze foes as well as draining them of their strength and stamina with each hit, replenishing the user's own.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 39,
      "cost": 600,
      "name": "Mehrunes Razor",
      "source": "TES: Daedra",
      "description": "The Dagger of the Final Wounds may seem to be underwhelming, but this ebony blade holds within a powerful enchantment. It has the ability to kill instantly. Some powerful entities may be able to resist this effect, but they will instead be dealt a massive amount of damage, regardless of if it were a stab or a nick from this blade.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 40,
      "cost": 600,
      "name": "Ebony Blade",
      "source": "TES: Daedra",
      "description": "A black blade crafted in the shape of an Akaviri dai-katana, it has often been called the Vampire or the Leech, for good reason. Each cut, each slice, each nick will drain away a target's health and stamina, granting such vitality back to its wielder in order to heal their wounds. This effect will grow stronger and stronger should it be used to slay those who consider the user a friend or ally.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 41,
      "cost": 600,
      "name": "Dawnbreaker",
      "source": "TES: Daedra",
      "description": "A blade that was forged in a holy light that breaks upon the Prince's foes, it burns all it hits with divine flames and will destroy any undead it touches. The blade can extend to an incredible distance, looking like a beam of light that will cut down any foolish enough to stand against it.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 42,
      "cost": 600,
      "name": "Mace of Molag Bal",
      "source": "TES: Daedra",
      "description": "The most infamous of the Lord of Brutality's artifacts, this mace year's to be quenched with the blood of it's enemies. It drains away the stamina of the target, replenishing your own, while also soul trapping then, ripping out their soul after death, and either sending them into a Soul Gem or Coldharbour. Additionally, it will inflict great pain unto it's target, more than they should reasonably be feeling.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 43,
      "cost": 600,
      "name": "Skeleton Key ",
      "source": "TES: Daedra",
      "description": "By far Nocturnal's most well known and sought after artifact. The Skeleton Key can open any lock, be it mundane or magical. You can also use it to relock stuff once you're done. Should you channel enough magicka into it, you could even unlock a person's latent potential.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 44,
      "cost": 600,
      "name": "Sanguine Rose ",
      "source": "TES: Daedra",
      "description": "Taking on the form of a rose larger than most Bosmer, this staff is by far Sanguine’s most popular artifact. Upon activation, it will summon ten daedra to your side. But not just any daedra, ones perfect for whatever situation you find yourself in at the time. Are you in a fight and require more muscle, or perhaps you need to set up a killer party. Maybe you need a daedra that can’t be subverted to join your enemy’s side, and will react violently to any who attempt to control them. Or maybe you just need some help for some ‘recreational’ activities. We won’t judge.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 45,
      "cost": 600,
      "name": "Wabbajack",
      "source": "TES: Daedra",
      "description": "As befits the Prince of Madness, this magical staff is unique. Just like the Mad God who made it, its effects are impossible to predict. It may shoot a fireball, turn the target into a chicken or dragon, heal them of all wounds, make them explode in a shower of gold and sweetrolls, or an infinite number of possibilities. I'm sure you'll have a lot of fun with this.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 46,
      "cost": 600,
      "name": "Skull of Corruption",
      "source": "TES: Daedra",
      "description": "Her most infamous artifact by far, it is one that feeds off of dreams. Upon activation, it will steal the dreams of the sleeping target, replenishing your magicka as well as forcing them to experience nightmares. It can fire off blasts that deal psychic damage, and can even create a shadowy clone of yourself, possessing most of your powers but not being as durable.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 47,
      "cost": 600,
      "name": "Sword of Jyggalag ",
      "source": "TES: Daedra",
      "description": "The personal blade of the Prince of Determinism, crafted from mathematically perfect crystals and forged in the light of Anu. This perfectly symmetrical blade can paralyze all but the most powerful of entities, freezing them to their very cores. Even if they are able to resist, they will find gray crystals growing from their skin, making it much harder to move around and burdening them. These crystals will allow you to siphon off their vitality and magicka, replenishing your own.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 48,
      "cost": 600,
      "name": "Daedric Champion ",
      "source": "TES: Daedra",
      "description": "Your Prince has looked upon you, and found within you the perfect instrument to enact their will upon Tamriel. Not only are you a cult leader on par with Mankar Camoran, managing a province spanning network of hidden cultists with very few ever able to locate all of your followers, but you have been given a boon by your chosen Prince. A champion of Azura may receive visions of the future, while a champion of Peryite could unleash a deadly cloud of sickness.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 49,
      "cost": 800,
      "name": "Daedric Prince",
      "source": "TES: Daedra",
      "description": "Is it not enough to serve them, but instead to supplant and surpass them? It is not unheard of, Mantling a god, but it is very difficult, walking and talking like them until you become them. Well, for any who are not you. You will take on the power and role of your chosen Prince, wielding their godly power for yourself. You should consider yourself grateful, as opposed to those who normally attempt to take on the role of a Prince, you will still remain yourself. Should you be [Independent], then you are instead a previously unheard of eighteenth Prince, with three spheres of influence of your choosing.",
      "chapter": "The Daedra"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Daedra",
      "__line": 50,
      "cost": 100,
      "name": "Daedric Servant",
      "source": "The Elder Scrolls Series",
      "description": "Despite the dangers involved with summoning one, Daedra are useful allies to have at your side. This Daedra, whose race you can choose, is loyal to you and only you. You can summon them whenever you want with no magicka cost, and if killed then simply wait a day before summoning them again. Can stay a free summon or become a Companion at your discretion.",
      "chapter": "The Daedra"
    }
  ],
  "2": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 1,
      "cost": 100,
      "name": "Alchemical Ingredients ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Sometimes it can just be such a pain to go searching for a specific flower, or monster’s organ in some remote part of Skyrim. Well now that’s no longer the case! You’ve got a satchel or backpack of some sort that’s just loaded with high quality ingredients useful for potion making or other magical pursuits. While you won’t find anything incredible in it this will make sure you never run out of the basic materials you need.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 2,
      "cost": 100,
      "name": "Alchemy Station",
      "source": "TES: Magic",
      "description": "You can't very well practice alchemy if you don't have the correct tools. Thankfully, this purchase is exactly what you need to truly bring out the best of the craft. This master crafted set of mortar and pestle, calcinator, alembic, and retort allow you to make more alchemical substances at a higher quality than you otherwise would have. Alchemical ingredients sold separately.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 3,
      "cost": 100,
      "name": "Elementalist",
      "source": "TES: Magic",
      "description": "Few schools can match the flashiness of the School of Destruction, nor can many resist the temptation to destroy your enemies in an elemental fashion. Choose one of the three classical elements, Fire, Frost, or Shock. Spells that utilize your chosen element will be twice as devastating, all while costing half the magicka cost they otherwise would have.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 4,
      "cost": 100,
      "name": "Healer ",
      "source": "TES: Magic",
      "description": "The art of Restoration is a perfectly valid School of Magic, and don’t let anyone tell you otherwise. Though seen as not as broad or cool as the other Schools, being able to heal wounds is an undeniably useful skill to have, no matter who you are. For you, healing spells are twice as powerful, all while costing half as much magicka.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 5,
      "cost": 100,
      "name": "Life Extension",
      "source": "TES: Magic",
      "description": "It is not unheard of for certain mages to live well beyond their race's standard life expectancy, simply look at Divayth Fyr for one such example. Now you are one of those ambitious few, having cast off the shackles of aging. You are now effectively immortal, though it would be more accurate to say that you can live indefinitely.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 6,
      "cost": 100,
      "name": "Magical Beauty ",
      "source": "TES: Magic",
      "description": "There is such beauty to be found out there, in this massive world of ours. And through the use of magic, you too can be just as beautiful. Few would be able to deny your attractiveness, and any scars you may unfortunately end up getting are sure to be aesthetically pleasing. Honestly, it's as though your features were sculpted from magic itself.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 7,
      "cost": 100,
      "name": "Mystic Tuning Gloves",
      "source": "TES: Magic",
      "description": "An enchanted set of gloves used by many mages for numerous reasons, mostly to easily handle unstable and volatile magical artifacts. You, however, have found another use for them, being able to more efficiently use your magic, reducing the cost of all magic if only slightly.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 8,
      "cost": 100,
      "name": "Pink Mage",
      "source": "TES: Magic",
      "description": "This short Breton girl is a prideful and powerful mage. Though an accident with Alteration permanently left her hair a bright pink, she has an impressive wealth of magical and academic knowledge, and her skill with Destruction is something to behold, outclassing many masters. She strives to become the greatest mage in history, and is stubborn and skilled enough to see it through.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 9,
      "cost": 100,
      "name": "Scrying Orb ",
      "source": "TES: Magic",
      "description": "To see events happening great distances away is a valuable ability, which makes this crystal orb a valuable tool. With it, you can look anywhere you’ve been before, no matter where you currently are, as well as listen in on conversations. It can be blocked or be fed false information with sufficient magical protections.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 10,
      "cost": 100,
      "name": "Staff Creator",
      "source": "TES: Magic",
      "description": "Staves are extremely useful tools for mages, able to hold charges of spells, and even be used to focus and empower a user’s spells. But if you want to create your own staves, then this is the option for you. A specialized workstation, this will allow you to create and customize your own magical staves.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 11,
      "cost": 100,
      "name": "Varla Stones",
      "source": "TES: Magic",
      "description": "Crafted from meteoric glass by the now extinct Aelyids, Varla Stones are highly valuable resources that are similar, yet different, to Welkynd Stones. While they store magicka just like their smaller brethren, these are used to fully replenish an enchantment, or can even act like a magical power source. Just like with Welkynd Stones, the secret to recharging them has been lost alongside the Aelyids, turning to dust after each use. Luckily, you have a stockpile of fifty of these stones, which will replenish weekly.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 12,
      "cost": 100,
      "name": "Welkynd Stones",
      "source": "TES: Magic",
      "description": "Crafted from meteoric glass by the now extinct Aelyids, Welkynd Stones are highly valuable resources, especially to mages, as they store a considerable amount of magicka within. Suffice to say, a knowledgeable mage is able to replenish their own stores of magicka utilizing these stones. And although the secret to recharging them has been lost alongside the Heartland High Elves, turning to dust after each use, you have a stockpile of fifty of these stones, which will replenish weekly.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 13,
      "cost": 100,
      "name": "Basic Mage Set",
      "source": "The Elder Scrolls Series",
      "description": "An enchanted set of robes and a hood. Together they will slightly increase your total Magicka and magicka regeneration, but can be worn separately. This also comes with a book detailing the basics of magic, and some common ways to improve your skill with it.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 14,
      "cost": 100,
      "name": "Mage Apprentice",
      "source": "The Elder Scrolls: Oblivion",
      "description": "As a fresh student accepted into the Arcane University they don’t have any other prospects lined up if their education goes badly. Mostly they busy themselves with attending lectures, strolling around campus, and doing their best to study up on the arcane arts. Currently they know a decent bit about Destruction magic, have some weak summon spells, and through errors in casting those spells have come to understand the value of their singular strong self-healing spell. What they have in intelligence they lack in force of personality. This student seems hesitant to speak much at all, even if they are excellent at following instructions. Perhaps they view you as a respected professor and are afraid to embarrass themselves?",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 15,
      "cost": 100,
      "name": "Ice Queen",
      "source": "TES: Dovah",
      "description": "An Altmer who studied at the College of Winterhold, she is a magewhose skill in magic is matched only by her arrogance. Her focus on ice magic allows her to generate massive amounts of ice to control the battlefield, or just freeze her opponents solid. Still, she desperately craves a place to belong, and friends who will stand by her side.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 16,
      "cost": 200,
      "name": "Alchemy Tower",
      "source": "TES: Undead",
      "description": "When you have eternity to look forward to, it’s not unreasonable to believe that you’ll pick up a few hobbies. A popular one, it seems, is the magical science of alchemy. You are now in possession of a tower devoted to this skill, possessing all manner of alchemical devices and recipes, as well as a large garden and storage area for practically every alchemical reagent found in these lands. These ingredients will restock after a week, so no need to fear running out. Additionally, any potions you create here will be twice as powerful.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 17,
      "cost": 200,
      "name": "Arcane Professor",
      "source": "TES: Magic",
      "description": "Knowledge is a powerful thing, and is best to be shared and passed down so then it will never be forgotten, something you ensure will never happen. You are an amazing teacher, allowing your students to grasp your lessons and show tangible results in record time. But more important, is when you teach others the arts of magic. Even if they come from a world completely devoid of the supernatural, under your tutelage anyone will be able to utilize any type of magic, and it will continue to spread as your students pass on your teachings.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 18,
      "cost": 200,
      "name": "Dual Casting",
      "source": "TES: Magic",
      "description": "The gods gave you two hands, so why not use both of them for your magic? When you use both hands to cast a spell, not only does the spell itself require less magicka to use, but it will also see a noticeable increase in potency. Though this may limit you slightly, taking away the option of wielding a weapon in case an enemy gets too close, I’m sure you’ll be able to fry them long before that point.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 19,
      "cost": 200,
      "name": "Friendly Fire ",
      "source": "TES: Magic",
      "description": "For as fun and as devastating a battlefield through elemental fury is, it can be quite the hassle when you need to ensure any allies you may possess don't get caught up in your destruction. Thankfully, you will never have to worry about that ever again, as your spells will never harm your allies ever again, completely ignoring them. From elemental cloaks to massive explosions of magical power, those by your side will never be harmed by your hands.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 20,
      "cost": 200,
      "name": "Gauldur Amulet",
      "source": "TES: Magic",
      "description": "Crafted in the First Era by the Archmage Gauldur, this was considered such a powerful artifact that his three sons murdered him and stole a fragment each. And though it isn't as powerful as it was back then, it's still anundeniably useful artifact. While wearing this amulet, you will find your vitality, stamina, and magicka heavily bolstered.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 21,
      "cost": 200,
      "name": "Magical Books",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "The art of spellcraft is one that requires an immense amount of dedication and in many ways talent as well. Learning new spells can take ages and this can easily drive many off or act as a massive constraint when time is of the essence. You’ve found a bit of a way around this conundrum, by imbuing a simple book with your understanding of the spellcraft you can create a magical item that when activated immediately passes this onto whoever activated it, though the book is consumed in the process. While this only applies to Elder Scrolls magic at first, you’ll find that adapting it to other systems is an easy process and only requires that the process be fine tuned.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 22,
      "cost": 200,
      "name": "Magical Protection ",
      "source": "The Elder Scrolls Series",
      "description": "Magic is a powerful force in this world, and is great for protecting buildings. Your walls are stronger, and are resistant to magical attacks. There are also multiple magical traps for anyone stupid enough to attack your home. It also helps keep your home at an ideal temperature at any point in the year, just as an added bonus.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 23,
      "cost": 200,
      "name": "Mark and Recall",
      "source": "TES: Magic",
      "description": "For the traveling mage, walking back and forth can be quite an annoying and time consuming experience. Thankfully, there are magical solutions. You now know of a unique variation of the Mark and Recall spells. You can leave an almost unlimited amount of permanent Marks, one of which is automatically placed within your Warehouse. And by casting Recall, you can choose any of the Marks you’ve left behind to teleport to. You can remove any of the Marks you want, but most will be lost at the end of a Jump.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 24,
      "cost": 200,
      "name": "Master Alchemist",
      "source": "TES: Magic",
      "description": "Although it is not a school of magic itself, Alchemy is the art of mixing, boiling, and distilling various substances to obtain their chemo-magical properties and create potions and poisons. You are a master Alchemist, with there being few ingredients outside of your reach. With a bit of trial and effort, you could even use ingredients from magically dead worlds in order to create high quality potions and poisons.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 25,
      "cost": 200,
      "name": "Mental Bond ",
      "source": "TES: Magic",
      "description": "One thing that is often forgotten about the School of Conjuration, is that telepathy can be used on more than just summons. By performing a short and easy ritual, you can permanently mark anyone you desire and create a telepathic link with them. This link cannot be broken in willfully, and you can even communicate with them from entirely separate dimensions.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 26,
      "cost": 200,
      "name": "Personal Staff",
      "source": "TES: Magic",
      "description": "A custom staff lovingly crafted to suit your own tastes and aesthetic, it will be a potent tool in your arsenal. Not only does it greatly empower the spells of one of the Schools of Magic, or some other type of magic found on Tamriel, but it also reduces their magicka cost. You'll also find it quite durable, so you can utilize it as a surprisingly effective bludgeoning weapon if you run out of magicka.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 27,
      "cost": 200,
      "name": "Respite ",
      "source": "TES: Magic",
      "description": "But wounds are just one malady that plagues the mortal condition. Poisons and diseases, deadly toxins and depleted stamina, all things that are now yours to cast away with. All healing spells you cast will not only replenish a target’s stamina, but it will also purge their bodies of any poisons, toxins, or diseases. Only those genetic in nature, or those that are magically powerful cannot be affected by this.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 28,
      "cost": 200,
      "name": "Ring of Phynaster ",
      "source": "TES: Magic",
      "description": "This ruby ring is said to have been created by the Hero-God of the Altmer, Phynaster. It offers the wearer great protection against poison, shock, and magical damage. Additionally, it extends the wearer's lifespan indefinitely so long as it is being worn.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 29,
      "cost": 200,
      "name": "Staffs, Staffs, and Staffs!",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Every wizard needs a wand, and while these aren’t wands they’re close enough. You now have an extensive collection of the common magical staffs found in this world, examples of which being ice spikes or fire balls. On the surface these may seem of limited use, however the fact that they don’t require your own magic to cast the spells is a nice fallback tool for young mages or those that just can’t channel much. As a final bonus you’ll find these staffs easy to enchant with new spells whatever those may be in the future.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 30,
      "cost": 200,
      "name": "Teleportation Grid",
      "source": "The Elder Scrolls Series",
      "description": "Aren't you just tired of walking everywhere, and want a more magical solution? In a fair amount of rooms within your home, there's a pad where you can teleport to other pads inside your home. You also now know a special spell, allowing you to teleport yourself back to your home, which you can teach to others.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 31,
      "cost": 200,
      "name": "Transmutation",
      "source": "TES: Magic",
      "description": "It is a commonly believed rumor that all mages are capable of turning anything into pure gold. It's a lie, of course, but not a baseless one, as proven by your skill. You have been trained in the art of transmutation, allowing you to change iron into silver, silver into gold, and back again. This skill affects both the raw materials and refined products. With a lot of training and experimentation, there is no limit to what you might be able to transmute.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 32,
      "cost": 200,
      "name": "Vast Library",
      "source": "The Elder Scrolls Series",
      "description": "For those of a more academic persuasion, this large library is a great addition to your home. Large shelves that contain a large number of books, ranging from children's fiction to history. It also contains a fair amount of spell books that make learning the spells within much easier than they otherwise would be. There are also instructions on how to make more of them, some with your own custom spells.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 33,
      "cost": 200,
      "name": "Wizardly Studies",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Wizarding is made out to be glorious, casting of fire balls and bolts of lightning, what they unfortunately fail to mention is that a large part of growing in magic is tedious study, research, and training that can become mind numbing. That’d be most people, you on the other hand have no such problems, you’ll find that you greatly enjoy such pursuits and find them to be a relaxing activity, or at the very least you don’t mind them. To spice this up a bit, such activities also take a fraction of the normal time to complete so you’ll always have plenty of time for other pursuits.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 34,
      "cost": 200,
      "name": "Ancient Ayleids",
      "source": "The Elder Scrolls: Oblivion",
      "description": "A common sight around the landscape of the province, these ruins are all that remains of the city-states that once marked the Ayleid Empire. What is uncommon is that this site has great potential historical value, having been left essentially untouched since it was abandoned eras ago. Within can be found all manner of priceless art and insight into Ayleid life. There are also defenses, puzzles, and remaining treasures. The most notable of these treasures are the welkynd and varla stones that can be uncovered. These were crafted from fallen stars and used by the elves to replenish their personal magicka and the energy of their enchanted items. With the loss of Aldmer civilization the secrets to recharging them was lost too and these treasures crumble to dust when used. That is not the case here. At the heart of this abandoned city lies it’s Great Welkynd Stone which will serve to power any of the enchantments kept within the city. This ensures your various stones will be able to recharge keeping your magicka strong.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 35,
      "cost": 400,
      "name": "Archmage",
      "source": "TES: Magic",
      "description": "While there are many mages who are masters of their craft, with a skill and understanding of their chosen School that would be difficult to match, few are as suited for the role of Archmage as you. Your magicka reserves are, quite frankly, monstrous, which is not helped by the fact that they replenish at an incredible rate. Yet it is not just power, but your management skills which make you a fitting candidate. You could effectively manage an entire college, or even a province spanning guild, and keep it running efficiently almost single-handedly.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 36,
      "cost": 400,
      "name": "Celestial Oculory ",
      "source": "TES: Magic",
      "description": "Originally created by the Dwemer to learn the secrets of the stars, mages from the Synod repurposed it for what they believed to be a better use. This Oculory will allow you to locate and pinpoint the location of items of great magical power across an entire continent. Of course, a powerful enough artifact will divert much of the Oculory's attention, but you can set it to ignore such items.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 37,
      "cost": 400,
      "name": "Invisible Hand ",
      "source": "TES: Magic",
      "description": "Arguably one of the most useful spells, there is a lot of versatility to be found in telekinesis, especially if the caster is a master like yourself. You barely use any magicka when lifting an object the size of a child, and could lift a horse with relative ease. But most astonishing is your precision and control, allowing you to thread a needle with ease, or fight with weapons from a distance.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 38,
      "cost": 400,
      "name": "Ring of Wizardry ",
      "source": "TES: Magic",
      "description": "A gold ring with the image of the Mage constellation emblazoned upon it. While wearing this enchanted ring, you will find that not only are the magicka cost of all spells reduced, allowing you to use more spells than before, it will also double their potency, making them twice as powerful as before.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 39,
      "cost": 400,
      "name": "Spell Crafter",
      "source": "TES: Magic",
      "description": "The study of magic is an act that pushes against the preconceived limitations seen by the mage in question, and often necessitates the creation of entirely new and unheard of spells and magical effects. You are exceptionally skilled in creating new spells, or even just mimicking magical and supernatural abilities you see, requiring a bit of trial and error before the final product is perfected. Even those spells that are considered unique or restricted are just within your grasp, if you choose to reach out.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 40,
      "cost": 400,
      "name": "Wizard's Tower ",
      "source": "TES: Magic",
      "description": "Though it may just be a cliche, there is something to be said about owning your very own arcane tower. This property has multiple levels, each for a certain purpose. You've got the entry level, library, larder, kitchen, garden, storage, basement, vault, study rooms, practice areas, guest rooms, a master bedroom, and even a few bathrooms. It's also got a good amount of magical protection, reinforcing the walls and making them highly resistant to magical damage. Additionally, it's self cleaning. You can combine this with any properties you own, or even those that you purchase here.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 41,
      "cost": 400,
      "name": "Ayleid Well ",
      "source": "The Elder Scrolls Series",
      "description": "Dotted all throughout Cyrodiil, one will find these wells, and now you yourself own one. Not only does it completely restore and temporarily enhance your own pool of magicka when used, but it can grant those without their very own pools of magicka! Perfect for any Companions you might pick up in the future.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 42,
      "cost": 400,
      "name": "Mazed Band",
      "source": "The Elder Scrolls Series",
      "description": "Created by an apprentice of Sotha Sil, this enchanted ring is incredibly powerful and useful to anyone. Though it has had some of its uses taken away, it will allow the wearer to teleport themselves as well as whoever they are touching to anywhere they desire, so long as it's within the plane of existence they currently reside in. It can bypass most magic barriers, though there might be a reason for them to be placed where they are, so exercise caution.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 43,
      "cost": 400,
      "name": "Spellsword",
      "source": "The Elder Scrolls Series",
      "description": "It is an unfortunate truth that sometimes pure might is not enough. You are quite skilled in supplementing your combat capabilities with the use of magic. Enhancing your physical capabilities, momentarily coat your weapon in mystical fire, or just using a blade in one hand and blasting lightning from the other.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 44,
      "cost": 400,
      "name": "Lustratorium",
      "source": "The Elder Scrolls: Oblivion",
      "description": "A substantial indoor and outdoor botanical garden offers a vast assortment of ingredients that would otherwise be hard to come by. You can plant anything here to grow it safely. Furthermore the area contains a full lab of alchemical equipment for producing potions from the supplies here. The entire space carries a unique enchantment of Alchemical Brilliance on those inside which offers substantial bonuses to the quality of elixirs that can be made here. You personally receive a set of tools suitable for a master of the craft: mortar & pestle, alembic, calcinator, and retort. This includes botanical ingredients from across Tamriel and even rarer specimens from Oblivion, allowing you supplies from the Deadlands and Shivering Isles without needing to brave those regions.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 45,
      "cost": 500,
      "name": "Archmage Robes",
      "source": "The Elder Scrolls Series",
      "description": "The ultimate symbol of the Archmage of the College of Winterhold, it definitely lives up to its hype. This outfit not only decreases the amount of magicka all of your spells would otherwise cost, but greatly increases your total pool of magicka as well as the rate in which your magicka regenerates, and is as protective as steel armor.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 46,
      "cost": 500,
      "name": "Diadem of the Savant ",
      "source": "The Elder Scrolls Series",
      "description": "This golden circlet is gifted to anyone who is able to complete Shalidor's Maze, and overcome the trials within. It greatly decreases the amount of magicka your spells would otherwise cost, as well as allowing you to have ten times more summons active at once than you could before. Anything summoned while wearing this will be stronger, faster, and more durable than they otherwise would have been.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 47,
      "cost": 500,
      "name": "Master of the Elements",
      "source": "TES: Magic",
      "description": "I see you have devoted yourself to the School of Destruction, a wise choice should you find yourself frequently on the battlefield. Through countless battles, you have refined your spell work to such an extent that damaging spells are thrice as powerful, with their effects lasting twice as long. And while the greatest enemy to a mage is those who are capable of resisting magic, they are of no concern to you. Indeed, your spells are now capable of ignoring magic resistances in their entirety. Let them feel your wrath.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 48,
      "cost": 600,
      "name": "Arcane College ",
      "source": "TES: Magic",
      "description": "If there is one thing that is most important to a mage, it is the acquirement and transference of knowledge, and there are few places better than this academy. A large structure that is capable of holding hundreds of students and faculty, it’s got all the amenities you would expect from a magical institute of learning. Most impressive is the extensive library, with innumerable tomes on all manner of subjects, ranging from the mundane to the magical. Should you decide to actually use this to teach, then all who come here to learn will see their progress rapidly increase.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 49,
      "cost": 600,
      "name": "Legacy of Shalidor",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Yours is a level of raw power and talent not seen in Skyrim for centuries, if not millennia. Your talent for magic is matched only by the legendary Shalidor and you may easily grasp, unravel, and learn even the most foreign of spells with ease. You’ll also find that your natural ability with spellcraft has also lent itself to doing more than simply learning the old. Creating new spells is something you’ve gotten quite good at as well - after all it’s nice to be able to make up something new should specific issues arise. To supplement this your body and soul are able to handle immense amounts of magicka for casting allowing you vast reserves to call upon for any spellcasting needs. Go forth young mage, you’re a legend in the making and with work and research your name may yet stand with the greats.",
      "chapter": "The Mage"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Mage",
      "__line": 50,
      "cost": 600,
      "name": "Lost Arts ",
      "source": "TES: Magic",
      "description": "Well now, it certainly seems as though you have broken free of the preconceived limitations of the School System of magic. You may now count yourself as an unequaled master of a long forgotten, or extremely rare, form of magic. It could be the Thu'um, a type of magic that warps reality based on the words you speak. It could be the Tonal Architecture of the Dwemer, capable of innumerable effects that seem fantastical and impossible. Or maybe Tonal Magic is not your style, instead following in Azra Nightwielder's footsteps, becoming a master of Shadow Magic. Weather magic, blood magic, auramancy, even time magic is possible. Though you can purchase this option more than once, it will not be discounted after the first.",
      "chapter": "The Mage"
    }
  ],
  "3": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 1,
      "cost": 0,
      "name": "Burial Urn ",
      "source": "TES: Undead",
      "description": "What you now possess is a small urn with your name on it, only around the size of the average horse skull. Inside will always be a few gold coins, a gem or two, as well as the ashes of a dead person. These will restock when you place the lid back on.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 2,
      "cost": 100,
      "name": "Ancient Nord Set ",
      "source": "TES: Undead",
      "description": "You were entombed with your armor in death, and now it will protect you in unlife. You are now in possession of a high-quality set of ancient nordic armor and weapons, as well as daily replenishing arrows, each just as effective as the day they were forged.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 3,
      "cost": 100,
      "name": "Black Soul Gems ",
      "source": "TES: Undead",
      "description": "During your studies of necromancy, you have discovered that there were few items as useful in the dark arts than black soul gems. These are the only type of soul gems that can handle the souls of the mortal races. How lucky you are, then, that you are now in possession of twenty replenishing black soul gems, each filled and replenishing after a week.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 4,
      "cost": 100,
      "name": "Life Return Ritual",
      "source": "TES: Undead",
      "description": "Well then, it seems as though you have taken a page out of Falion’s journal, quite literally I might add. You are now in possession of a small book containing various rituals meant to return the various types of Undead back into their original mortal selves. This can also be used to affect undead creatures in any future worlds you may decide to visit. Not many who embraced undeath may be so willing to undergo such a ritual, though.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 5,
      "cost": 100,
      "name": "Ancient Coins",
      "source": "TES: Undead",
      "description": "Did you really expect that septims were the only currency found within Tamriel? No, many cultures before the Third Empire utilized coins as currency, and you now have proof of that. One hundred coins from some ancient or far off civilization, they're more valuable as collectors items then anything, but at least they'll replenish each week.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 6,
      "cost": 100,
      "name": "Bone Hawk",
      "source": "TES: Undead",
      "description": "These predatory birds are actually a type of undead creature, and can typically be found as pets or familiars to various undead. Yours is bonded to you, obeying your commands and allowing you to see through its eyes and ears. This bird especially loves it when given red meat, even though they don’t need to eat.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 7,
      "cost": 100,
      "name": "Death Hound",
      "source": "TES: Undead",
      "description": "Death Hounds are used as guardians by vampires. How they came to be is unknown, but their bite is as cold as the grave. This one in particular is exceptionally trained, and will obey your orders to the best of its abilities. Be sure to give it plenty of belly rubs, yeah?",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 8,
      "cost": 100,
      "name": "Vampire Princess",
      "source": "TES: Undead",
      "description": "Sealed within an ancient tomb in the frozen peaks of Skyrim, Serana is an interesting case. Quick-witted and sarcastic, she is a Daughter of Coldharbour, one of the few Pure-blooded Vampires, and trained in both Alchemy and Necromancy, though her skill in Destruction is nothing to scoff at.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 9,
      "cost": 100,
      "name": "Skeletal Dragon",
      "source": "TES: Undead",
      "description": "There are few creatures as mighty as the Dragons, and that strength permeates their very bones. Literally, as they are considered more durable as refined ebony. So I’m certain you can find some uses for this animated dragon skeleton, which is skill capable of flight, somehow, and can only use the shouts Unrelenting Force, Fire Breath, and Frost Breathe.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 10,
      "cost": 100,
      "name": "Monstrous Gargoyle ",
      "source": "The Elder Scrolls Series",
      "description": "Gargoyles are a race of living statues that have been animated by a wizard or vampire, often found guarding dungeons, castles, and ancient ruins. As expected, this powerful Gargoyle is extremely loyal to you, has skin as tough as stone, claws that can easily rend flesh, and is immune to poison and paralysis effects.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 11,
      "cost": 100,
      "name": "Priestly Staff ",
      "source": "TES: Dovah",
      "description": "An elegant staff carved in the likeness of a dragon, these were gifted to many of the Dragon Priests, and were highly treasured. Not only does wielding one of these staves reduce the cost of your destruction magic, but it will make any fire related abilities twice as powerful.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 12,
      "cost": 100,
      "name": "Treasure Pile",
      "source": "TES: Dovah",
      "description": "Though it may be a stereotype, there is nothing wrong with hoarding vast amounts of wealth. With each purchase of this, you will receive a pile of gold, gems, and jewelry that is worth around one hundred thousand septims.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 13,
      "cost": 100,
      "name": "Kahvozein's Fang ",
      "source": "TES: Dovah",
      "description": "A bronze dagger made in the standard fashion of the Dragon Cult, it was used in many arcane rituals utilizing Dragon Heartscales. Their draconic essence seems to have granted this dagger some manner of power, allowing it to completely bypass the natural defenses of dragons.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 14,
      "cost": 100,
      "name": "Wolf Queen ",
      "source": "TES: Undead",
      "description": "A scion of the Septim bloodline, cursed by the soul of a fel beast since birth, Potema grew to be an exceptionally powerful necromancer. Such was her talents that she threatened the Empire itself with her undead army, only stopping once she was slain. Now she follows you, either out of loyalty or lust for the power your journey will grant her.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 15,
      "cost": 200,
      "name": "Ideal Master ",
      "source": "TES: Undead",
      "description": "The power offered by the Ideal Masters of the Soul Cairn is a tempting prize, leading the ambitious and foolhardy necromancers to their certain doom. But you? You knew what you were doing, knew just how to deal with those entities, and are one of the few that prospered. You are able to summon the powerful undead found within the Soul Cairn, from the common Bonemen to the powerful Keepers, all at a fraction of the magicka cost it would normally take.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 16,
      "cost": 200,
      "name": "Wisp Mother ",
      "source": "TES: Undead",
      "description": "There are many legends of wisps, of how they lure the unsuspecting into the arms of ghostly women who feed on their life force. It seems like the legends are not incorrect, as you are capable of summoning wisps to your side. They can drain the health and stamina from enemies, healing you in the process. They can also disguise themselves as you, though it will only be an illusion.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 17,
      "cost": 200,
      "name": "Phantom Armor ",
      "source": "TES: Undead",
      "description": "When you died, you died in your armor. And when you returned, your armor returned with you, now possessing new properties. In addition to its new spectral look, it has brought the coldness of the grave with it. Whenever you’re struck by an enemy, the attacker will suffer frost damage equal to the damage they dealt to you.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 18,
      "cost": 200,
      "name": "Royal Attire ",
      "source": "TES: Undead",
      "description": "As an existence head and shoulders above mortals, it would only make sense that you would wear the best. Indeed, this elegant set of armor is just as useful as it is intimidating. Not only will you find that it’s much more durable than expected, but it is enchanted to boost your vampiric abilities, as well as lessening the effect the sun has on you.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 19,
      "cost": 200,
      "name": "Durnehviir",
      "source": "TES: Undead",
      "description": "Bound to serve the Ideal Masters of the Soul Cairn for eternity, this dragon has found himself free from that awful realm, all thanks to you. Durnehviir is a powerful necromancer, capable of summoning undead legions from the Soul Cairn and ripping out a person’s soul using the Thu’um. He also loves a good challenge, and would welcome any chance to spar with powerful opponents.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 20,
      "cost": 200,
      "name": "Bloodstone Chalice ",
      "source": "TES: Daedra",
      "description": "A relic created by a vampiric mage of old, this chalice is utterly unique in that it will never run out of fresh blood. But if that was the only draw, then it would be a rather poor relic. No, upon drinking from this chalice, a vampire would find their vampiric abilities doubled for three days. Drinking from it will also heal the vampire, as well as restoring any spent magicka.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 21,
      "cost": 200,
      "name": "Shadowmere",
      "source": "Elder Scrolls: Oblivion",
      "description": "Inky waters frothed and billowed unholy thick plumes of smoke, from which the silhouette of a horse was barely visible. When its glowing crimson eyes pierced this sinister cloud before the beast emerged it appeared more like a malevolent daedra than any creature of Nirn. This aggressively loyal and seemingly immortal being has entered your service. Her attacks are powerful and she never shies from entering combat alongside her master. Though it is undead Shadowmere shows no outward evidence of this nature beyond the overtly menacing stature. One tell might be the frankly unnatural rate of recovery from injury. Should this unparalleled steed somehow be slain, fear not! In a period of no greater than ten days she will be restored to unholy life near the site of death once again emerging in her frightening display from darkest depths.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 22,
      "cost": 200,
      "name": "An Uncaged Mind",
      "source": "Elder Scrolls: Oblivion",
      "description": "Little boys shouldn't summon up the forces of eternal darkness unless they have an adult supervision. Now normally, you need a witches coven, or a mages guild, or at least matching pillow case and sheets to invoke a daedric prince. They’re beyond the mortal scope, breadth, ken, blah, blah, blah. But these things are not beyond your scope, no siree! You have escaped limited scopes, breadths, and kens too! Your mind is free of such trappings. You have nothing to fear from the mind-shattering madness that comes from forbidden knowledge or embracing avatars of madness. Do you know what it’s called when you do the same thing over and over again and expect different results? Practice! And you, my good sir or ma’am or other preferred term of polite address are so extremely well-practiced at being sane it’s frankly insane. Nothing could break your mind any further than has already been done, congratulations!",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 23,
      "cost": 200,
      "name": "Three Masks",
      "source": "TES: Dovah",
      "description": "The masks gifted to three of the Dragon Priests of Solstheim, each of these are connected to a specific element. Ahzidal allows the wearer to resist half of all hostile fire effects, while boosting their fire spells. Dukaan allows the wearer to resist half of all hostile frost effects, while boosting their frost spells. Zahkriisos allows the wearer to resist half of all hostile shock effects, while boosting their shock spells.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 24,
      "cost": 200,
      "name": "Dragonhorn",
      "source": "TES: Dovah",
      "description": "Crafted from the horn of a slain dragon, this is one of many artifacts crafted by the Dragonguard, used as weapons against the Dragons. This magical warhorn is inscribed with various arcane runes, and capable of producing a tonal sound that temporarily incapacitates any dragons that hear it.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 25,
      "cost": 200,
      "name": "Armored Robes",
      "source": "TES: Dovah",
      "description": "Not all members of the Dragon Priests were content with the ceremonial robes, instead desiring something with more protection. This set of armored robes is as protective as steel armor, and offers a decent amount of magic resistance, reducing its effects by a quarter. Additionally, wearing it allows you to levitate a foot off the ground.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 26,
      "cost": 200,
      "name": "Necromantic Grimoire",
      "source": "TES: Undead",
      "description": "[200]: An ancient tome written by an unnamed necromancer, meant to help his students grow. This book is filled with a number of necromantic spells for you to learn, such as raising the nearby dead or summoning a spirit animal, but the amazing thing is that it will add new spells and rituals as you grow in both power and skill with necromancy.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 27,
      "cost": 300,
      "name": "Black Winter ",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A powerful contact spell that freezes and paralyzes anyone you touch for several seconds, fairly expensive but deadly",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 28,
      "cost": 400,
      "name": "Dragon Priest Masks ",
      "source": "TES: Undead",
      "description": "Granted to the Dragon Priests of Skyrim by the very Dragons themselves, each Dragon Priest Mask was a masterpiece, and imbued with unique enchantments. Hevnoraak, Krosis, Morokei, Nahkriin, Otar, Rahgot, Vokun, Volsung, Ahzidal, Dukaan, Zahkriisos. You are now the owner of all of these masks, with all the powers they grant.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 29,
      "cost": 400,
      "name": "Silence of the Grave ",
      "source": "TES: Undead",
      "description": "Possibly the worst thing about death that you remember was the silence. The unending quiet, only your thoughts with you as you lay trapped within the void. This experience has changed you, granting you a power feared by most.You can unleash a curse upon a target that silences them, not only taking away their voice but also their ability to use magic. This may only be temporary, at most a minute or two, but it's enough to render many powerful entities into harmless bags of flesh.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 30,
      "cost": 400,
      "name": "Soul Magic ",
      "source": "TES: Magic",
      "description": "Seen as a heretical and forbidden art, many forget that Mysticism does involve spells that facilitate the interaction and manipulation of souls. Soul trapping is the least of what you could do, with the potential to mend and cure the souls of any damage or impurities they may have. Of course, should you try your hand at it, you would have a great talent for the necromantic arts.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 31,
      "cost": 400,
      "name": "Ghostblade",
      "source": "TES: Undead",
      "description": "Just like your armor, when you died you died with your weapon in your hand. Now that you have arisen with it, it has gained new ghostly properties. In addition to dealing a large amount of frost damage to your target, it can also bypass armor and even skin completely, damaging the insides of your target directly.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 32,
      "cost": 400,
      "name": "Ghostly Pack",
      "source": "TES: Undead",
      "description": "No man is an island, and a lone wolf is a dead wolf. Sometimes personal power isn't enough, and where you are against forces that vastly outnumber you. Now though, you never have to fear being alone. With a haunting howl, you can summon up to ten spectral werebeasts to fight by your side. Though they may never be as strong as you are, nor have the versatility you might possess, you will find that quantity is a quality unto itself.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 33,
      "cost": 400,
      "name": "Nightwielder ",
      "source": "TES: Rogue",
      "description": "You have learned the signature magic of Azra Nightwielder, Shadow Magic, which grants powerful abilities outside the classical schools of magic. You are an undisputed master of this rare and difficult magic, able to can create objects and familiars of pure shadow, teleport short distances by slipping through the cracks of reality, hide yourself in the tatters of space-time to evade the notice of everything around you, manipulate probability and potential, and much more. At its strongest, it even has the capability to reach into and affect the multiverse.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 34,
      "cost": 400,
      "name": "Will Of Sithis ",
      "source": "Dark Brotherhood Jumpchain",
      "description": "You have learned a spell that allows you to give commands to any sentient humanoid and have them obey any orders you give them for a short time, powerful but high magic cost to use",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 35,
      "cost": 400,
      "name": "A Kiss, Sweet Mother: ",
      "source": "Elder Scrolls: Oblivion",
      "description": "They became as black queens, screaming live with a hundred murderous sons, a thousand murderous arms, and a hundred thousand murderous hands, one vast moving event of thrusting-kill-laughter in alleys, palaces, workshops, cities and secret halls.” The immortal spirit of the Night Mother is revered and worshipped by the Dark Brotherhood. Whenever a person prays for the death of another, it is heard. A ritual known as the Black Sacrament is often used to best communicate these desires and intent to reach her – where an effigy made from deceased remains is used in a macabre display of reenacting the Night Mother’s own death. The Night Mother hears these requests and passes on the details to her Listener. You are that Listener. From this point you can reach out to the desperate party to come to an arrangement on how to grant their prayers. Through this system you can be contacted by prospective clients that want you to end lives. This alone is easily enough to begin a vast information network and untraceable assassination business.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 36,
      "cost": 400,
      "name": "The Dark Practice",
      "source": "Elder Scrolls: Oblivion",
      "description": "To view necromancy as part of the school of conjuration is misinformed. This is a multidisciplinary magic requires an understanding on mysticism, restoration, and enchantment practices as well. You have a foundation in each of these fields. Most soul trapping busies itself with the binding and use of white souls of lesser beings, only taking the animating energy of the spirit instead of the identity. You have branched into the arcane arts which harvest and use the black souls of sentient beings. This entraps not just the energy of life, but their identity with it. You understand the secret rituals of crafting black soul gems from white ones. The necromantic rituals for creating your own permanent undead minions are likewise known to you. With time and access to resources, you could build a formidable army of skeletons, spirits, zombies, or whatever other undead you require. Your skill in reanimating the dead makes you peer to figures like Mannimarco and Potema. When you wrest a soul from its owner and use that power to create another undead minion, you will them easy control, keeping any original personality subjugated as you refashion it into the servant you need. Achieving a state of lichdom would be possible for you, should you wish it. Binding your servants to your own life force as a means to control them, like some vampire clans or dragon cults is also within your skillset.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 37,
      "cost": 400,
      "name": "Peerless Eyes",
      "source": "TES: Dovah",
      "description": "The eyes of mortals do more than see, and you have got some unique eyes of your own, capable of seeing past illusions in order to see reality for what it truly is. This is more than a metaphor, as illusions no longer affect you, be they visual, audial, or even scent or taste based. You are also immune to lesser forms of illusions, such as hypnosis.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 38,
      "cost": 400,
      "name": "Eternal Corpse",
      "source": "TES: Alessian Rebellion",
      "description": "Even though Mannimarco would be thought of as the first recorded lich, one who utilized necromancy to achieve eternal unlife, he was not the first to walk the path. Like many powerful sorcerers and Ayleid kings, you have managed to imbue yourself with death magicks to achieve a similar result, becoming as ageless as the stars themselves. You no longer possess any need to eat, drink, sleep, or even breathe, as well as requiring only your skeleton to be mostly intact to continue surviving. Additionally, you will find that all magicks related to the soul and its manipulation have been empowered, nearly three times as potent as before.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 39,
      "cost": 400,
      "name": "Flesh Shaping",
      "source": "TES: Alessian Rebellion",
      "description": "Many cruel Ayleid sorcerers, especially those who embraced the worship of the daedra, have created horrors beyond what most modern people could even conceive. Some of the worst involved the manipulation of their subject’s own flesh and blood. Their skills with biomancy could be used to heal grievous wounds, or keep their victims alive for nearly as long as they desire, much to the victim’s despair. They could even create horrific, chimeric monsters from the flesh of the dead as well as living. You are an expert with this type of magic, as well as possessing an in depth knowledge of human and elven biology.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 40,
      "cost": 400,
      "name": "Blade of Harkon ",
      "source": "TES: Undead",
      "description": "An akaviri katana once wielded by the head of the Volkihar Clan, Lord Harkon. The crossguard has been designed to resemble the face of Molag Bal. When used by a vampire, it will drink deeply of it's target's life force, draining away their vitality, stamina, and magicka in order to replenish your own. It also acts as an excellent catalyst for blood magicks, should you be proficient with them.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 41,
      "cost": 600,
      "name": "King of Worms",
      "source": "TES: Undead",
      "description": "Mannimarco is often credited as the first modern lich as we know them today, and is one of the most powerful mages to have existed. Much like him, you have reached the peak of necromancy. All undead you raise are much more powerful, durable, faster, and more intelligent than they otherwise would be. Additionally, there is no limit to how long your undead may be animated, nor how many you can control at any given time. With such power at your fingertips, it would be wise to fear you.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 42,
      "cost": 600,
      "name": "Overtaken",
      "source": "TES: Undead",
      "description": "It was your will that brought you back from the realm of the dead, your resolve that allows you to retain your free will. Not many possess the same amount of willpower, which is quite unfortunate for them. Why? Because you can now possess people and objects, controlling them and their actions as if it was yourself should their willpower be found lacking. You will retain full access to your abilities, and can access your vessel's memories. Why, you could even possess dragons, should you be powerful enough.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 43,
      "cost": 600,
      "name": "Staff of Worms",
      "source": "TES: Undead",
      "description": "The ebony staff once owned by the King of Worms, Mannimarco. Not only does it greatly empower any spells channeled through it, but it makes any of the undead you have risen far more physically capable than they otherwise would have been, easily the equivalent of ten others. Additionally, it allows you to perfectly see and hear through your undead’s eyes and ears, somehow.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 44,
      "cost": 600,
      "name": "Portal ",
      "source": "TES: Undead",
      "description": "With your newfound existence, a question must be asked. Now that you came back from the afterlife to the mortal realm, can you do the reverse? With this purchase, that answer is yes. You now own a portal into your chosen afterlife, be it the eternal feasts of Sovngarde, or even a Daedric Realm should you so desire. No inhabitants can cross over to your side without your express and willing permission, so that should ease some of your worries.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 45,
      "cost": 600,
      "name": "Vampiric Castle",
      "source": "TES: Undead",
      "description": "After many decades or even centuries of unlife, it is not uncommon for a vampire to gain their very own castle. You are one of those, owning your own dark castle perfectly fit for your vampiric self. In addition to all the amenities you’d expect from a castle, the windows block out the harmful effects of the sun, there are many replenishing barrels of blood in the basement, and there are dozens of gargoyles to protect the area from any invaders. There’s also an alter to Molag Bal, where he can communicate with you and vice versa, but that’s entirely optional.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 46,
      "cost": 600,
      "name": "Vampire Lord",
      "source": "TES: Undead",
      "description": "You are not some freshly turned fledgeling, but a proper Vampire Lord, one who has been around for centuries. No matter what bloodline you hail from, all of your vampiric abilities are at the very peak. No matter what, all will be able to shapeshift into two or three mundane animals, turn into mist, hypnotize others with a glance, possess flawless control over bats, and even a limited ability to alter the weather. In addition, all of your vampiric weaknesses have been heavily reduced, if not removed completely, and you are no longer weakened by the sun.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 47,
      "cost": 600,
      "name": "Mysterium Xarxes:",
      "source": "Elder Scrolls: Oblivion",
      "description": "Greetings, novitiate, and know first a reassurance: Mankar Camoran was once like you, asleep, unwise, protonymic. This book is your doorway to liberate yourselves from the trappings of Mundus. It is an artifact of great power. It is revolution, cutting, and change. Merely handling the book can be dangerous. One example of the power of this tome would be creating a personal plane of Oblivion to bring the souls of those that follow your teachings upon their deaths. It is also possible to remake one’s body through transformative powers of the tome, altering your race and even carrying the blood of kings. In less direct power, the teachings within allow one great understanding in how to sever magical covenants and overthrow empires, but it would be up to you to put that knowledge into practice.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 48,
      "cost": 600,
      "name": "Large Island",
      "source": "TES: Dovah",
      "description": "The island of Solstheim is a remote place, it has a long history of habitation by other races, but it has traditionally been primarily Nordic in influence. The southern half is relatively temperate, and houses the town of Raven Rock, as well as Fort Frostmoth. The northern half is more arctic in nature, with constant snow and large glaciers. In the center is a mighty temple, built around one of the six All-Maker Stones that dot the island. You are this island’s new master, with all who inhabit it bowing to your rule. Should you desire it, the southern half of the island may better resemble Morrowind, like it was after the eruption of Red Mountain.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 49,
      "cost": 600,
      "name": "Unfeathered",
      "source": "TES: Alessian Rebellion",
      "description": "Much like the demigod hero of the Ayleids, Umaril the Unfeathered, you possess a connection to the waters of Oblivion, similar in nature to that of a daedra. Due to this connection, death will come to hold little meaning to you. Once per year, you are capable of resurrecting yourself no matter how horrifically brutal your death was. You’ll simply reappear the next day in a flash of golden light. The only way to bypass this resurrective power of yours would be to strike directly at your soul, though few can boast such capabilities.",
      "chapter": "The Necromancer"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Necromancer",
      "__line": 50,
      "cost": 600,
      "name": "Soul Cairn",
      "source": "TES: Undead",
      "description": "Perhaps you made a deal with one of the Ideal Masters, or you conquered their territory for yourself. Regardless, you now claim ownership of a portion of the Soul Cairn, with all that entails. Not only will you receive a steady supply of souls for whatever purpose you desire, but it is also filled with powerful undead that will obey your every command, including three dragonbone-clad Keepers and a powerful entity known only as the Soul Reaper.",
      "chapter": "The Necromancer"
    }
  ],
  "4": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 1,
      "cost": 0,
      "name": "Gold Pouch ",
      "source": "TES: Warrior",
      "description": "No matter what you do for a living, be it adventurer, bandit, or bodyguard, having gold on your person is important, if only because with it you can buy food. Now you don’t have to worry about money problems in the short term, as this enchanted pouch is filled with one hundred gold coins, and will replenish itself daily.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 2,
      "cost": 0,
      "name": "Languorwine",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A small vial of a unique poison that causes someone who has it enter their body to go into a short coma appearing dead for the next 24 hours",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 3,
      "cost": 100,
      "name": "Kyne's Token",
      "source": "TES: Warrior",
      "description": "An ancient amulet from the days of Old Atmora, engraved with the hawk of Kyne herself, it has been passed down to many hunters of Skyrim. While wearing it, you will find that your arrows fly more true, dealing more damage to your targets than before.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 4,
      "cost": 100,
      "name": "Redwave ",
      "source": "TES: Warrior",
      "description": "A steel cutlass once used by a sailor from the Summerset Isles, it is engraved with the image of a great serpent along the blade. This enchanted weapon will drain the vitality of any opponents it strikes, using the stolen life energy to replenish it’s wielder’s own health.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 5,
      "cost": 100,
      "name": "Luxurious Pelts",
      "source": "TES: Daedra",
      "description": "No matter how civilized mortals may become, there will always be a desire for the furs of animals. From foxes to bears to mammoths to even werebeasts, there are dozens of fine furs from all manner of creatures within your Warehouse. What you do with them is up to you, though it should be noted that they will replenish themselves after a week.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 6,
      "cost": 100,
      "name": "Trophy Room",
      "source": "TES: Werebeasts",
      "description": "Part of the fun about hunting is the tale of how you defeated your prey, and with this Warehouse attachment, you’ll always have proof to back up your claims. This hall contains podiums which display your most dangerous, challenging, or interesting prey, along with a plaque detailing what they are, and how you slew them.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 7,
      "cost": 100,
      "name": "Endless Quiver",
      "source": "TES: Werebeasts",
      "description": "It is a sad thing when your quiver runs empty while your prey gets away. Yet, if you were to purchase this, that will no longer be a problem. By putting an arrowhead or bolt in a special pouch, this quiver will never run out of that kind of ammunition. You can change which arrows you are using simply by replacing the one in the pouch.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 8,
      "cost": 100,
      "name": "Campfire",
      "source": "TES: Werebeasts",
      "description": "The perfect place to be, after a good day's hunt. This summonable campfire will always possess a comforting warmth that spreads throughout the whole body, and any food cooked here will always be delicious. If you've got some friends, maybe you can gather around it and sing a few songs.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 9,
      "cost": 100,
      "name": "Muffled Movement",
      "source": "TES: Rogue",
      "description": "Sneaking around, waiting until your target lowers their guard can be a bit difficult, especially if you’re stepping on every squeaky floorboard. Thankfully, you won’t have that problem, considering the fact that you can muffle all of your sounds at will. This will certainly make your job at least a little bit easier.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 10,
      "cost": 100,
      "name": "College Graduate ",
      "source": "TES: Rogue",
      "description": "Ever since you were young, the strumming of lutes and beating of drums has captivated you, such that you went on and learned the arts of music, be it from the Bards’ College or some other institute. You are a masterful vocalist and are highly skilled with any three instruments of your choosing.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 11,
      "cost": 100,
      "name": "Haggling ",
      "source": "TES: Rogue",
      "description": "In these times, there are no set prices for any items, only general price ranges that depend on the quality of what is being sold. Thankfully, you're more than talented enough at bartering and haggling to get much better prices than you would have before. Buying items will see them being cheaper, while selling items will see them going for higher prices with little issues.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 12,
      "cost": 100,
      "name": "Silver Spoon",
      "source": "TES: Rogue",
      "description": "You grew up in the lap of luxury, with the finest of tutors who pressed upon you the importance of acting like you deserved it. You have mastered all the manners that nobility should know, to such an extent that you could put most altmeri nobility to shame. The faint, constant aura of nobility you give off also helps sell the image.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 13,
      "cost": 100,
      "name": "Golden Touch ",
      "source": "TES: Rogue",
      "description": "If there's one thing that's helped you cement your choice of career, it would be greed. That desire for more coin and treasure for less work has manifested itself in a most unusual way, not that you're complaining. Simply put, you seem to find almost three times more loot than before, be it in an ancient crypt or some poor bastard's purloined coin purse.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 14,
      "cost": 100,
      "name": "Instrument",
      "source": "TES: Rogue",
      "description": "You can't exactly be a bard of any renown without an instrument of your very own, and so taking this purchase will fix this oversight. In your possession is a well-made instrument, not only is it always perfectly in tune and ready to play, it is also durable enough to regularly be used as a makeshift weapon.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 15,
      "cost": 100,
      "name": "Eye of Sithis",
      "source": "TES: Rogue",
      "description": "An ebony amulet given to notable members of the Dark Brotherhood, it possesses an obsidian depiction of the Father of the Void, Sithis. While wearing this, you will be able to detect all life larger than a mouse around you within a relatively short distance, only around thirty feet or so.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 16,
      "cost": 100,
      "name": "Twin Crows",
      "source": "TES: Rogue",
      "description": "A pair of crows that you took on as pets, and bound to you magically, you won’t find any better messengers or spies. Though you can communicate with them telepathically no matter where they are, the greatest ability they possess is that they can share their senses with you, allowing you to gaze through their eyes and listen through their ears whenever and wherever you want.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 17,
      "cost": 100,
      "name": "Shadow’s Garb ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "You wouldn’t be a very good thief or assassin without the basics now would you? You’ll quickly find a set of basic leather armor, iron dagger/sword, and a bow with some arrows have been given to you on the start of your journey here. They aren’t much and don’t expect the bow’s quiver to last through a prolonged engagement, but they’re a start and they’ll keep you alive against many of the weaker dangers of Skyrim. The bow’s quiver will slowly restock given time.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 18,
      "cost": 100,
      "name": "Lockpicks Galore!",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Every thief or assassin needs a trusty set of picks to get where they need to go and now you’ll always have just what you need. Whenever you reach into your pockets you’ll always find that you’ve got a constantly replenishing supply of lockpicks to make use of. They aren’t infinite but should generally be enough unless you really screw up on a lock, in which case it may be time for the old-fashioned solution.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 19,
      "cost": 100,
      "name": "The Deceiver's Finery",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A suit of fine and expensive clothing worn by the rich, enchanted to increase the wearers charisma an impressive amount shifts to fit in with the upper class of future jumps",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 20,
      "cost": 200,
      "name": "Enhanced Crossbow",
      "source": "TES: Warrior",
      "description": "Crafted from dwarven metal, this lever action crossbow can punch through all but the toughest armor. It comes with a stock of 100 crossbow bolts, as well as twenty-five explosive bolts of fire, frost, and shock that replenish each day. The only downside to this weapon is that it's slower to reload than a standard bow, but its power more than makes up for it.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 21,
      "cost": 200,
      "name": "Treachery ",
      "source": "TES: Daedra",
      "description": "To face your problems head on is certainly an admirable path, but it is not the only one. Yours is the path of the snake, to get close to your target before striking, unseen before it's too late. You are skilled at keeping your ambitions and motives hidden from all but the most paranoid of eyes. You could appear to be a friend to a hated king for years before stabbing him in the back, taking all completely off guard.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 22,
      "cost": 200,
      "name": "Snake Blood",
      "source": "TES: Rogue",
      "description": "No matter your profession, there is always the possibility of your opponents trying to take you down through poison. In order to better protect yourself from such an insidious threat, you have trained yourself to become immune to all poisons, both mundane and magical.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 23,
      "cost": 200,
      "name": "Fence ",
      "source": "TES: Rogue",
      "description": "Sometimes, you're going to try and sell something you've stolen, or you need to sell a stolen object you've managed to get your hands on. But hey, that only makes them more valuable, if only for the story attached to them. You can sell stolen items for twice as much as before, and people won't even notice that they're stolen unless specifically stated",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 24,
      "cost": 200,
      "name": "Blade of Woe ",
      "source": "TES: Rogue",
      "description": "A wickedly sharp ebony blade, one that has been blessed by the Night Mother of the Dark Brotherhood herself, if one believes the legends. Though it may only appear as a dagger, it has the curious property of being able to absorb the health of a target while also infecting them with a deadly poison. Try as they might, all will inevitably fall to the Void and join the Dread Father.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 25,
      "cost": 200,
      "name": "Boots of Springheel Jak",
      "source": "TES: Rogue",
      "description": "To an ordinary onlooker, these would just be a fine pair of leather boots, if rather comfortable. To the wearer? These will allow you to leap an additional twenty feet in the air, and renders you immune to fall damage. Additionally, it increases your skill in acrobatics in order to make the most of your newfound abilities.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 26,
      "cost": 200,
      "name": "Debaser",
      "source": "TES: Rogue",
      "description": "A steel shortsword once used by an unscrupulous graverobber, it possesses azure filigree along the flat of the blade. When an opponent is struck by this blade, they will find their very willpower and endurance is targeted, becoming much weaker than normal for a time. It certainly makes it easier to scare your enemies into submission, or beat them into it.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 27,
      "cost": 200,
      "name": "Scales of Pitiless Justice",
      "source": "TES: Rogue",
      "description": "A set of golden scales often granted to higher ranking members of the Dark Brotherhood, a sort of morbid reminder as to the true weight and value of the lives they snuff out. An artifact that, when a golden coin is placed on one end, grants you an increase to your strength, agility, and intelligence, turning you into an even deadlier assassin than before",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 28,
      "cost": 200,
      "name": "Shrouded Armor",
      "source": "TES: Rogue",
      "description": "A skintight set of leather armor, the black and red coloration help to better show that this is the standard uniform for all members of the Dark Brotherhood. It has been enchanted to muffle the sounds of the wearer, improves poison resistance, your skills with a bow, and doubles all damage you deal when stabbing something in the back.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 29,
      "cost": 200,
      "name": "Shadow Clone",
      "source": "TES: Rogue",
      "description": "When you first arrive in this world, you will find your shadow morphing and changing, eventually becoming solid. You now face a dark copy of yourself, your shadow given form. It has shadowy variants of all of your abilities, something that may be frightening if it weren’t for the fact that it is completely under your control. There are few better allies to have than yourself.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 30,
      "cost": 200,
      "name": "The Ragged Flagon Cistern",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Sometimes you just want to sit down and relax a bit, maybe it’s to let the heat die down a bit or you just want some peace. Located in a place of your choosing is a well hidden bar that serves as a perfect hideout for you and any associates you may have. Naturally it’s equipped with all the normal amenities of a bar and has a staff of “NPCs” who’ll manage things for you. There are also some other, less common services offered in the form of a face sculptor and a job board to make finding new marks easy. The bar won’t be found naturally and nor will those who use it willingly sell it out, though this won’t protect you from everything.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 31,
      "cost": 200,
      "name": "Night’s Tears ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "One of the most insidious and feared weapons in an assassin’s arsenal, poison, and you’ve got plenty. You got a chest full of the general poisons of this world, it won’t contain anything ridiculous or any biological weapons but everything else, ranging from weaker to some of the stronger poisons is present and accounted for. It’ll replenish any used poisons at the end of every two weeks. This also updates for each setting you go to.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 32,
      "cost": 200,
      "name": "Black Hand Robes",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A set of simple black robes, given powerful enchantments that give large boosts to the wearers stealth, illusion spells, archery, bladed weapon skill, and charisma",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 33,
      "cost": 200,
      "name": "Shadowhunt",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A simple steel bow enchanted to automatically apply the turn undead and weakness to poison spells to any arrows fired and coat any arrows with poisons to cause damage and weaken a targets magic",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 34,
      "cost": 200,
      "name": "Black Band ",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A magic ring made of blackened brass. when worn the ring increases the effectiveness of light armor, and boosts the wearers resistance to magic and skill with lockpicks",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 35,
      "cost": 200,
      "name": "Boots of Bloody Bounding ",
      "source": "Dark Brotherhood Jumpchain",
      "description": "A unique pair of enchanted footwear that provide a significant increase to the wearers agility, and their skill with bladed weapons",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 36,
      "cost": 200,
      "name": "Deathbrand's Weapons",
      "source": "The Elder Scrolls Series",
      "description": "The twin scimitars of the infamous pirate Haknir Death-Brand, Bloodscythe and Soulrender. When wielding the two together, you drain both the health and magicka of your opponents, as well as weakening their armor with each and every hit.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 37,
      "cost": 400,
      "name": "Cloak of Night ",
      "source": "TES: Undead",
      "description": "Vampires are the ultimate creatures of the night, unmatched predators that can be deadly in a fight, and even deadlier when unseen. You are a master of stealth, knowing just how to avoid detection to the point where few could reliably notice you when you try. This is in no way helped by the fact that you make absolutely no sounds when moving unless you want to.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 38,
      "cost": 400,
      "name": "Assassin's Blade ",
      "source": "TES: Rogue",
      "description": "A dagger in the dark is worth a thousand swords at dawn, a lesson that you are sure to have learned well. When you land an attack on someone when unnoticed, you do nearly five times the damage you would have. It doesn't matter if it's a dagger, a warhammer, or even a fireball, you are sure to deal a killing blow or fatal wound.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 39,
      "cost": 400,
      "name": "Magical Music",
      "source": "TES: Rogue",
      "description": "Some say that there is no more magical a force than music, with even the dwemer Tonal Architects utilizing special sounds for all of their crafts and spellmaking. Though you aren’t quite on that level, you are still able to imbue your songs and music with your own magic, allowing them to act as though they are actual spells without most of the obvious or classical tells.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 40,
      "cost": 400,
      "name": "Investor",
      "source": "TES: Rogue",
      "description": "The wise trader finds the best opportunities, even if he must travel far to find them. After all, selling a sword to a peaceful village won’t be as profitable if you were selling in a war torn area. You seem to have an innate sense for what would be more likely to sell, where it would be best to sell, and how you could go about actually selling your merchandise.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 41,
      "cost": 400,
      "name": "Local Leader",
      "source": "TES: Rogue",
      "description": "People are often not the best when it comes to deciding what it is they want, focusing more on the short term than the future, and ignoring what they actually need in favor of what they think they desire. You have a powerful insight to your people, your subjects and followers and companions, possessing an almost sixth sense for determining what they want, what they actually need, and what separates the two.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 42,
      "cost": 400,
      "name": "Poisoner",
      "source": "TES: Rogue",
      "description": "Potions that heal or enhance are well and good, but people are willing to pay a great deal for various poisons, and yours in particular for good reasons. Your poisons are exceptionally deadly, regardless of their actual effects. Damaging health, paralyzation, weakness to magic, all of them boosted beyond what would normally be possible. It also doesn't help that yours seem to be strangely difficult to cure, requiring an antidote specifically for your brand of poisons. Well, at least you can sell those, too.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 43,
      "cost": 400,
      "name": "Bard's College",
      "source": "TES: Rogue",
      "description": "All those who desire to walk the path of the bard must start their journey somewhere, and there are fewer places better than this illustrious college. A place of learning how to sing, play instruments, writing songs and poems, and much more. It houses an impressive library focused mainly on the historical side, though you will find many plays, poems and sagas within. Any who wish to learn any of these fine arts will find their progress greatly improved.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 44,
      "cost": 400,
      "name": "Successful Business",
      "source": "TES: Rogue",
      "description": "If you’re going to be making money, then you need the perfect place to do it, no matter what business you’re actually in. It could be a standard store to sell your wares, or it could be a meadery that produces the finest meads, or maybe even a successful fishery that could feed an entire hold with what it catches. Either way, this business is yours, and will see a constant stream of revenue flow your way even if you don’t actually do anything with it.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 45,
      "cost": 400,
      "name": "Brotherhood of Murder/Thieves",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "A King of the Underworld has graced us with their presence as it would seem, that King would be you by the way. Moving and operating alone has its benefits but sometimes it’s helpful to have some people with you, or more specifically under you. This “brotherhood” is more like a kingdom of the underworld and grants you a great deal of power and influence to throw around. Like the warrior option this organization can be customized as you see fit so long as it revolves around the shadows and the less than legal parts of society. The base choices would be something like the Thieves Guild when it was much more uccessful, though not at its height, or the Dark Brotherhood/Morag Tong. Regardless of your choice it’s members are skilled at what they do and expanding is certainly on the table.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 46,
      "cost": 400,
      "name": "Shadow, Hide Me ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "The direct route through the front doors is the way of the warrior and many times the mage as well, yet there are far more dimensions for travel that you’re more than capable of taking advantage of. Agility and dexterity are something that have and always will come to you easily in such a way that advanced parkour, climbing, and other various feats of acrobatics like swinging yourself over a ledge with one arm while completely geared are easy for you. To complete the skill set hunting, tracking, and gathering information on your targets is your bread and butter and finding out all sorts of things will be well within your capacity.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 47,
      "cost": 400,
      "name": "Frey Greed ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Are you perhaps blessed by Nocturnal? Well it sure seems like you are from what I’ve seen. When it comes to things of value you’re a bloodhound, or maybe fate’s just on your side. Regardless, you’ll find yourself all but stumbling into ancient artifacts, wealth and more as you travel the land. As if Fate itself was your guide treasures and power can be yours, however they don’t come without a price. The places these artifacts lay are deep and filled with things many times best forgotten, so while Fate will guide you and even throw you a freebie occasionally, actually getting at the good stuff will take time, though you’re all but guaranteed a fitting reward. As a bonus when you’re seeking something specific you’ll find your progress greatly increased as paths open up to you and seemingly dead ends yield new secrets.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 48,
      "cost": 600,
      "name": "Nightingale Set ",
      "source": "TES: Rogue",
      "description": "As the protectors of Nocturnal's Twilight Sepulcher, they are equipped with the best that the shadowy warriors could ask for. You can summon a set of armor made of shadows at any time. Not only does it conceal your identity, it muffles your movements, makes illusions easier to cast, increases your lockpicking skill and frost damage, and lets you do more damage with weapons. The Nightingale Blade absorbs the health and stamina of its targets, transferring them to the wielder, while the Nightingale Bow deals a great amount of frost and shock damage.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 49,
      "cost": 600,
      "name": "Shadowrend",
      "source": "TES: Rogue",
      "description": "Often, this solid mass of shadows is won by fighting a shadowy clone of yourself, making it a true test of skill and wit in order to acquire. For you, though, more than just the acquisition differs. Though it commonly takes the form of a blade or axe, in truth it can transform into practically anything you so desire, up to a certain extent. From blades to shields, gauntlets to rings, bows to bracelets, even an artificial limb, shape is as nebulous to this artifact as the shadows themselves.",
      "chapter": "The Rogue"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Rogue ",
      "__line": 50,
      "cost": 600,
      "name": "Sweet Mother, Sweet Mother",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Send your child unto me, for the sins of the unworthy must be baptised in blood and fear. A child of Sithis, or at least someone who must’ve been touched by the entity is here. That would be you Jumper, for your world is that of the shadows and your trade is in blood and murder. When it comes to the art of assassination there are very few in the Dark Brotherhood’s history who were quite as good as you were. Sneaking into a heavily guarded fortress, silently slaughtering your way through so you can plant your dagger in a King’s chest is just as easy as it would be for you to cut your way through a camp of drunken bandits. More than that, skills such as impersonating officials and guards is child’s play and dancing around alerted foes and slipping a dagger through their armor is much the same, all without even being close to touched. An Archmage or a Warrior King may be titans on the field of battle, but what can they do about the knife they can’t even see?",
      "chapter": "The Rogue"
    }
  ],
  "5": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 1,
      "cost": 100,
      "name": "Apron of Adroitness ",
      "source": "TES: Warrior",
      "description": "A thick apron made from troll leather with splotches of red and green paint, it was once owned by a renowned painter before it found its way to you. While you wear this apron, you will find that both the quality of your creations as well as the beauty and aesthetics of them will be improved.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 2,
      "cost": 100,
      "name": "Armorer",
      "source": "TES: Warrior",
      "description": "The path you have chosen may not be as glorious or memorable as those other paths, but every warrior needs someone to create and repair their weapons. You are a talented smith, able to repair most of the weapons and armors you could come across, as well as crafting your own.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 3,
      "cost": 100,
      "name": "Blacksmith Supplies ",
      "source": "TES: Warrior",
      "description": "No matter where you go on Tamriel, a blacksmith is fundamental, as are the materials from which he creates his crafts. In this pouch you will always find what you need for your next project.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 4,
      "cost": 100,
      "name": "Dwarven Armor ",
      "source": "TES: The First Council",
      "description": "Utilizing the special timeless metal of the metal, though it appears to be made of brass it is actually more durable than steel. Due to the metal’s properties, it will not be affected by age or time-based abilities.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 5,
      "cost": 100,
      "name": "Dwarven Centurion ",
      "source": "The Elder Scrolls Series",
      "description": "One of the deadliest Dwemer Animunculi crafted, it is a brass behemoth that stands equal to Giants, and even more deadly. It's metallic hide repels most mundane weapons, it's axe can cleave through steel easily, and when it has to, it can unleash a blast of boiling steam towards an opponent. You also get a rod, allowing you to control it's actions directly as well as force it into standby mode.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 6,
      "cost": 100,
      "name": "Enchanting Table ",
      "source": "TES: Magic",
      "description": "Being an enchanter isn't much use when you don't have the equipment to do it. Not only does this table allow you to enchant weapons and armor, but any enchantments you do place are stronger than they otherwise would have been. Does not come with soul gems.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 7,
      "cost": 100,
      "name": "Heart Stones",
      "source": "TES: Magic",
      "description": "When the Red Mountain erupted, an unusual type of ore was sent flying all across the province of Morrowind, reaching even Solstheim. This ore, known most commonly as Heartstones, still smolders with the heat of the mountain centuries later. They are imbued with an extremely small fraction of the power from the Heart of Lorkhan, and can be used for a variety of purposes. You receive a stockpile of fifty, which will replenish weekly.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 8,
      "cost": 100,
      "name": "Meteoric Materials ",
      "source": "TES: Alessian Rebellion",
      "description": "For any aspiring practitioner of Dawn Magic, the materials one can acquire from the heavens are beyond valuable. As such, if you desire to be well stocked, then you may receive a regular monthly shipment of one metric ton of both meteoric glass, which is raw crystalized starlight, as well as meteoric iron, which takes well to all magical effects placed upon it.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 9,
      "cost": 100,
      "name": "Miner",
      "source": "TES: The First Council",
      "description": "Deep beneath the earth, the dwemer made their home, but the ground is not very kind to those who force their way so far down. Thankfully, there were miners like you, knowing how and where best to dig efficiently, making sure that the earth surrounding you is as sturdy and secure as possible. The only way for their structural integrity to falter would be malicious intent or natural earthquakes.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 10,
      "cost": 100,
      "name": "Orichalcum ",
      "source": "TES: Daedra",
      "description": "A type of metal most commonly used by the Orcimer, it can hold it's shape better than almost any other metals out there, and is highly resistant to damage. You will receive a stock of one hundred orichalcum ingots that will replenish weekly.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 11,
      "cost": 100,
      "name": "Plumbing ",
      "source": "The Elder Scrolls Series",
      "description": "Taking after the Dwemer, huh? A series of pipes and pumps allow your home to have something called 'indoor plumbing.' You just turn a nozzle, and you get water pumped directly to you! You've also got an indoor bathroom, with a toilet, sink, and bath/shower. Best part is that you can even have it heated! Amazing.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 12,
      "cost": 100,
      "name": "Repair Hammer",
      "source": "TES: Warrior",
      "description": "When you use your equipment, you need to eventually do maintenance on it. This hammer is excellent at maintaining whatever gear you whack it with, hammering metal into a desirable shape, or it could just be used to bash some skulls in.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 13,
      "cost": 100,
      "name": "Soul Gems",
      "source": "TES: Magic",
      "description": "In order to enchant, one must possess both the knowledge of the enchantment they want to place, as well as a filled soul gem. The second shouldn't be a problem for you, as you possess an organized chest with fifty of all soul gems that replenish weekly. These are all filled with energy mimicking that of a soul, not an actual soul, so that should make your conscious feel better about itself when making a flaming sword.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 14,
      "cost": 100,
      "name": "Timeless Metal",
      "source": "TES: The First Council",
      "description": "The metal that the dwemer use for the vast majority of their work is a cautious thing, not being affected by the flow of time or the passing of the ages. You will receive a weekly shipment of this metal, measuring in at two dozen ingots.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 15,
      "cost": 100,
      "name": "Dragon Remains ",
      "source": "TES: Dovah",
      "description": "Though a bit morbid, there are few materials with as many uses as a dragon’s remains. The scales are extremely durable while being naturally resistant to most forms of damage, while the bones are just as durable as ebony. You will receive a stockpile of fifty that will replenish itself after a week.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 16,
      "cost": 100,
      "name": "Knapsack",
      "source": "The Elder Scrolls - Skyrim",
      "description": "A large knapsack with a wide range of popular ingredients local to Tamriel, a few of sweetrolls and a copy of the Gourmet’s cookbook. The ingredients and sweetrolls respawn daily.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 17,
      "cost": 1000,
      "name": "Heart of Lorkhan ",
      "source": "TES: The First Council",
      "description": "Do you hear it? The steady beating of the Doom Drum, the divine spark of the Dead God. And it is now in your possession. This crystalline heart has many uses, though the main one is that it constantly pumps out a stygian liquid that, when hardened, will result in what we refer to as ebony. That is the least of its uses, though, as the divine spark of Lorkhan still resides within the Heart.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 18,
      "cost": 200,
      "name": "Atronach Forge",
      "source": "TES: Magic",
      "description": "Crafted by a master of Conjuration and Enchanting, this unique altar is connected to Oblivion in a way that very few truly understand. By placing certain materials within the offering box, you can create or conjure all manner of things, ranging from hostile atronachs to spell tomes to Daedric armor to so much more. The exact limits of what you can receive from this is unknown, though it seems the results are much better when utilizing a Sigil Stone.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 19,
      "cost": 200,
      "name": "Cidhna Mine",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Nobody escapes Cidhna Mine, that’s how the saying goes anyways. Cidhna mine is an extensive set of tunnels snaking into Nirn which the Silver-Blood Family uses as a prison and as a source of much wealth. Yours isn’t that same dreaded mine, though it’s similar in many ways. Placed in a reasonable location of your choosing is a copy of the mine, while the original was predominately used for silver mining yours is much greater. Throughout the mines are extensive reserves of just about all of the ores found in Skyrim at the time, ranging from Ebony to Stalhrim and will produce an incredible amount. These reserves will replenish themselves once they begin to run dry and the mine will be manned by “NPC” guards and workers, though you could always appoint your own.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 20,
      "cost": 200,
      "name": "Clockwork Prosthesis ",
      "source": "TES: The First Council",
      "description": "It is inevitable that one day, someone may end up losing a limb. Thankfully, you are there to help mitigate the damage, and replace what was lost. You are a master at the creation of prosthetics, be they limbs or eyes. Though they may not be able to feel, it will move and function just as naturally as the real things. Though, they do have the added benefit of being made of metal, and could potentially have useful additions placed upon them.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 21,
      "cost": 200,
      "name": "Craftsman ",
      "source": "TES: Werebeasts",
      "description": "Not all beasts shun the advantages of civilization, their protective steel and powerful weapons, sturdy homes and riveting literature. There are some, like you, who are extremely skilled in one form of crafting, worthy of being called a master of your craft. Are you a blacksmith, a carpenter, a potter, an architect, or something else?",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 22,
      "cost": 200,
      "name": "Deadly Architect ",
      "source": "TES: Rogue",
      "description": "Who says that you need to go to your target, when you can convince them to willingly enter your pre-made deathtrap. Well, convincing them may be a problem, but actually creating a deadly gauntlet of traps is quite easy for you. Your mastery over deadly traps also leads well towards disabling the traps of others.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 23,
      "cost": 200,
      "name": "Ebony Pick ",
      "source": "TES: The First Council",
      "description": "Crafted from ebony and embedded with ancient runes, you are now the proud owner of an ancient nord pickaxe. Not only can it go through rock as easily as a knife through flesh, but it ignores any magical durability of the target. There is a reason this is one of the very few ways to get through Stahlrim.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 24,
      "cost": 200,
      "name": "Enchanting Tower ",
      "source": "TES: Undead",
      "description": "If you aren’t a fan of going out and finding, buying, or looting powerful enchanted gear, then you'll probably be wanting to do it yourself. This tower is completely devoted to the art of enchanting, with a high-quality enchanting setup, many books on the subject, and a replenishing stock of soul gems. You possess fifty of each kind of soul gem, all of which restock after a week, yet none of them are filled. Additionally, any enchantments you create here will be twice as powerful.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 25,
      "cost": 200,
      "name": "Eternal Enchanting",
      "source": "TES: Magic",
      "description": "One of the limiting factors for enchanting is the need to constantly recharge them. This is especially true for weapons, forcing you to recharge them multiple times a day. Well no more, for you have discovered the secret to solve that particular annoyance. Any enchantments you apply will never run out of charge, being just as effective in a thousand years as it was the day it was made.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 26,
      "cost": 200,
      "name": "Eternal Ice ",
      "source": "TES: The First Council",
      "description": "The cold northern winds have frozen over Old Atmora, and constantly cover Skyrim with snow, so it is only natural to have learned from it. Any ice related abilities you may possess, be it magical or biological in nature, are now twice as potent and powerful, while being half as costly. Additionally, you now know the secrets to creating Stalhrim, durable magical ice that cannot be broken through conventional means, as well as how to shape it into weapons and armor.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 27,
      "cost": 200,
      "name": "Expressive Artisan ",
      "source": "TES: Imperial Cult",
      "description": "The world around us is such a wondrous creation, filled with all manner of strange and colorful things. You strive to leave just as much beauty in the world, even long after you’ve passed, and as such, this purchase is a literal godsend for you. You are an artist without peer, your painting, drawing, and sculpting skills are at such heights that they look exceedingly lifelike. Your writings are sublime, sparking the imagination and passions of those who read them like no other.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 28,
      "cost": 200,
      "name": "Smithing Materials",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "The envy of every smith, that’s what you’ll be for having this. Upon purchasing this you’ll be given a normal iron bound chest which contains within itself a constantly replenishing supply of crafting/smithing materials. This ranges from simple Iron and Copper to rarer materials like Stalhrim and even Ebony. Naturally without the skills to make use of the material it’s value is limited to barter and being sold off but I’m certain someone with some knowledge and the proper tools could do some interesting things with it.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 29,
      "cost": 200,
      "name": "Smithy Area",
      "source": "The Elder Scrolls Series",
      "description": "As fun as purchasing or finding various pieces of equipment is, sometimes it's just better to craft your own gear. This area has a forge, a smelter, a grindstone, a workbench, and a tanning rack, as well as the tools to use all of these effectively. There's also more than enough storage for you to store all of your crafting materials and crafted gear.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 30,
      "cost": 200,
      "name": "Stone Shaper ",
      "source": "TES: Undead",
      "description": "Gargoyles are actually quite fascinating, as they are less creatures and more living statues. All it takes is a skilled sculptor and talented mage. Someone much like you. You are a master stonemason, chiseling out lifelike statues that you can then imbue with arcane energies in order to animate them. Additionally, you are capable of summoning any gargoyles you've created to your side for a miniscule magicka cost.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 31,
      "cost": 200,
      "name": "Timeless Bronze ",
      "source": "TES: The First Council",
      "description": "One of the greatest, if simplest, creations of the dwemer was their metal. Though it appears to be bronze, it is much more durable than even modern steel, and is not affected by the passage of time. You can extend this unique effect to anything you build, making so then they are immune to the effects of time and aging.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 32,
      "cost": 200,
      "name": "Timeless Stoneworks",
      "source": "TES: Alessian Rebellion",
      "description": "Many give praise to the Ayleids for their beautiful architecture and long lasting structures, but who was it that were forced to build them in the first place? You are a masterful stonemason, creating grand and beautiful structures that could easily outlast you by millenia, as well as being highly resistant to damage . Hopefully, you could one day turn this skill of yours towards goals for yourself, rather than the cruel masters who hold your leash.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 33,
      "cost": 200,
      "name": "Dwemer Forge",
      "source": "TES: Warriors",
      "description": "Of all the races on Tamriel, the dwemer were by far the greatest smiths and architects, the sciences and magics behind their creations a complete mystery, such that even how they made their unique metal is unknown. But perhaps this forge offers a clue, as anything crafted with this brass-looking forge is rendered immune to the forces of time. Even if your works last millennia after you, they will still look just as they did when you first created them.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 34,
      "cost": 200,
      "name": "Ore Vein",
      "source": "The Elder Scrolls - Skyrim",
      "description": "An ore vein that is added to the warehouse or property. Replenishes daily but varies from type of vein to type of vein. Some days you’ll only get iron but on good days you’ll be able to get a few big chunks of Ebony and a pile of Soul Gems.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 35,
      "cost": 300,
      "name": "Arcane Blacksmith ",
      "source": "TES: Warrior",
      "description": "Fixing weapons and armor is all well and good, but it can be a bit tricky working on enchanted items. Thankfully, you know just what to do in order to reinforce such magical pieces of equipment. Not only that, you are also quite the skilled enchanter yourself, placing pretty decent magical effects on your creations.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 36,
      "cost": 400,
      "name": "Airship ",
      "source": "TES: The First Council",
      "description": "While they mostly lived underground, that does not mean the dwemer were not fascinated by the heavens. A wondrous craft that no other races have come close to replicating, like much of dwemer technology, this is a brigantine-type ship that can sail through the skies as easily as a normal ship sails through water, and is protected against lightning and rough winds. It even has numerous ballistas with replenishing ammo, allowing you to attach from relative safety.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 37,
      "cost": 400,
      "name": "Animunculi Master",
      "source": "TES: The First Council",
      "description": "The animunculi created by the dwemer are fascinating things, functioning perfectly fine for almost four millennia with little to no maintenance. And though they require either the presence of the Heart or soul gems embedded into them to function, your animunculi do not require such power sources. In addition, the AI you can grant them are true works of art. Though limited to being animalistic in intelligence at first, they are capable of learning and adapting to various stimuli.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 38,
      "cost": 400,
      "name": "Dwemer Fireheart:",
      "source": "Elder Scrolls: Oblivion",
      "description": "Not many can boast of having their own antique forge. This place is heavily enchanted to bring out the craftsman in anyone. Because of the power in this place, all smithing done here will be amplified in quality. A newcomer to blacksmithing would be able to fashion serviceable iron weapons here, to say nothing of what could be accomplished by a true artisan. Along with the forge itself are matrices to make armour and weapons from many of this world’s exotic materials. The molds for glass, amber, and bonemold aren’t easy to get a hold of. Of course, those wouldn’t be very useful without the supplies to fill them. While you begin with a stockpile of local metals (ex. steel, mithril, and orichalcum) you also arrange for raw material deliveries from across Tamriel and even the Shivering Isles. It won’t be cheap but you also won’t have to worry about a shortage of precious dwarven metal or ebony or madness ore. Even with the enchantment, it might be best to wait to work with glass, ebony, amber, or madness until you’ve at least familiar making elven and orcish equipment.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 39,
      "cost": 400,
      "name": "Dwemer Lexicon",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "A complete record of the Deep Elves’s knowledge and technology, ranging from their mechanical monsters to tonal tech. This ranges from the things as simple as their standard architecture to their advanced automatons and things like the Aetherial items. Also for those already asking, the knowledge of how to in theory remake the Numidium is here, however you’ll notice it’s not going to give a step by step guide, and the requirements and skill necessary will be far beyond all but the greatest, and most legendary Tonal Architects. Make sure to use this with care, the Dwemer were among the most powerful races to live and the damage that could be done with their advancements is immense.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 40,
      "cost": 400,
      "name": "Lunar Forge",
      "source": "TES: Werebeasts",
      "description": "Though often overshadowed by the great Skyforge only a few miles away, the Lunar Forge is just as grand a forge, creating powerful weapons and armors. Anything crafted here will be of a higher quality than is natural, while the items and any enchantments you put on them will be thrice as effective under the cover of night.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 41,
      "cost": 400,
      "name": "Master Smith",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "So, how many iron daggers did this take to get? Regardless of the answer to that question the results have surely shown themselves to you and everyone else. You’re a master of smithing and the working of metal, forging weapons out of Glass and Ebony is well within your capacity, and even Daedric items may be forged with proper equipment and materials. Your craftsmanship is nothing less than perfection and your talent for growth is great as well. Given times you may yet forge tools, weapons and armor that rival even the likes of Daedric artifacts.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 42,
      "cost": 400,
      "name": "Runesmith ",
      "source": "TES: Warriors",
      "description": "The art of runes has long since fallen out of favor, due to the easier alternative of enchanting, but you are one of the few practitioners still around. You possess knowledge of how to craft dozens of these runes, which may not be as powerful as modern enchantments but never run out of charge. Whether you make your creations with them or engrave them onto pre-existing pieces, the only limit in how many you can place is how skilled you are.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 43,
      "cost": 400,
      "name": "Skyforge ",
      "source": "TES: Warrior",
      "description": "Though its original creators are unknown, the steel it forges has long been useful to the warriors of Whiterun. The embers within the forge enhance any metal that it works with, making them stronger and more durable than before. A steel blade made within this forge would be the equal to any malachite blade, to say nothing of what the quality of an ebony or dragonbone weapon would be.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 44,
      "cost": 400,
      "name": "Tools of Kagrenac ",
      "source": "TES: The First Council",
      "description": "Crafted by the Chief Tonal Architect to harness the beating power of a dead god, these three tools were integral to his plan of crafting a Brass God. Sunder was created to produce a specific amount of power from the Heart. Keening was created to flay and focus the power that the hammer Sunder produced. Wraithguard was created to safely wield the other tools. Together, they can be used to safely harness any energy source, though it works best with those of divine origins.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 45,
      "cost": 400,
      "name": "Behold Haxcalibur",
      "source": "Modded Skyrim",
      "description": "Congrats, you broke the crafting system. Anything and everything you make, build, enchant, or otherwise create is now ten times better than it really ought to be. Make an ordinary dagger that does 12 damage? Now it does 120. Pick up an endgame weapon and enhance it for its supposed max of 200 damage? 2000. Guns that hold more bullets and do more damage, magic staffs that massively amplify your magic, armor that shrugs off OHKO's, potions that let you ignore 110% of fire damage, weapons with ten or twenty enchantments. And if that wasn't enough, you'll learn anything crafting related ten times as fast, just to blow the competition out of the water even more.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 46,
      "cost": 500,
      "name": "Master of the Craft",
      "source": "TES: Magic",
      "description": "Through long study and years of effort, you have become an undisputed master of your craft. In addition to all of your enchantments being five times more potent, you have learned a very valuable, and very difficult technique. You can add new enchantments onto already enchanted items, as well as further enhancing pre-existing enchantments! With your skill, you could even make those vaunted Daedric Artifacts more powerful than they already are.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 47,
      "cost": 500,
      "name": "Master of the Forge",
      "source": "TES: Warrior",
      "description": "You have reached near the peak of what mortals are capable of when it comes to your craft, capable of making gear so fine that most would consider them the stuff of legends. You are even capable of breaking down and enhancing items that would be considered as indestructible, making them into something even greater than before under your skilled hands.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 48,
      "cost": 600,
      "name": "Aetherium Forge",
      "source": "TES: The First Council",
      "description": "Created by the dwemer of Skyrim, not many forges are more famous than the creations made in its fires. Stocked with every tool necessary for the creation of powerful artifacts, the geothermal power it utilizes not only contains heat, but the divine essence of Nirn's creator, Lorkhan. Each item created or improved within this forge receives a bit of that essence, greatly enhancing the properties. It also contains a replenishing stock of aetherium, a blue luminescent crystal that possesses immense magical qualities.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 49,
      "cost": 600,
      "name": "Chief Tonal Architect ",
      "source": "TES: The First Council",
      "description": "There are few as talented in the art of Tonal Architecture as Kagrenac, the foremost arcane philosopher and magecrafter of the dwemer race. How strange it is, then, that you are every bit his equal. There are few avenues of Tonal Architecture you are not aware of and mastered, from their advanced machinery to the masterful stonemasonry. Indeed, your mastery would allow you to potentially start construction of your own Brass Tower.",
      "chapter": "The Smith"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Smith",
      "__line": 50,
      "cost": 600,
      "name": "Underground City ",
      "source": "TES: The First Council",
      "description": "Besides their magic, automatons, and intellect, the dwemer were primarily known for being one of the very few races who preferred a subterranean lifestyle. Carved from within the bowels of the earth and reinforced with dwemeri ingenuity and magics, not many places at the time could match a dwemer city like what you now own. In addition to its subterranean nature, it also has numerous animunculi acting as protectors and doing any maintenance that needs to be done.",
      "chapter": "The Smith"
    }
  ],
  "6": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 1,
      "cost": 0,
      "name": "Birth Sign ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Everyone in Tamriel is born under one sign or another and now so are you, even if you’re a drop in, well not actually but still. You’re free to choose any single one of the standing stones in Skyrim and receive the bonuses it gives, whether that be the increased magical learning of the Mage or poisonous ability of the Serpent. Though the game blessings are merely a guide, feel free to fanwank something that fits the stone’s theme and is within reason.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 2,
      "cost": 100,
      "name": "Amulet of Akatosh",
      "source": "TES: Imperial Cult",
      "description": "An amulet that represents one of the Nine Divines, and is dedicated to the Dragon-God of Time, Akatosh. While wearing this amulet, your magicka will replenish itself faster than before.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 3,
      "cost": 100,
      "name": "Amulet of Mara",
      "source": "TES: Imperial Cult",
      "description": "An amulet that represents one of the Nine Divines, and is dedicated to the God of Love and Compassion, Mara. While wearing this amulet, you will find that all restoration spells you cast will cost less magicka than before.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 4,
      "cost": 100,
      "name": "Holy Healer",
      "source": "TES: Imperial Cult",
      "description": "When one finds themselves injured or ill, it's not uncommon for them to turn to their local priests for aid, and for good reason. A number of holy men and women are trained in the School of Restoration, capable of healing wounds and purging the body of diseases and poisons. You are a trained expert in this school of magic, and can cast such spells with less magicka than is standard.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 5,
      "cost": 100,
      "name": "Man and Rulership",
      "source": "TES: Imperial Cult",
      "description": "One may say that despite how short the reign of the Septim Empire was when compared to others, it was perhaps the greatest of all, in no small part due to men and women like you. Your very presence draws people towards you, making you seem more than you were before, all the while your charisma and choice words bring them further to your side.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 6,
      "cost": 100,
      "name": "Mercy and Justice",
      "source": "TES: Imperial Cult",
      "description": "There is no bigger fool than those who believe that justice is blind, for how can justice properly judge those in front of it without understanding them. When you gaze upon someone, you are able to judge them along two different axes; Good vs Evil, and Lawful vs Chaotic. You can tell exactly where along these axes, as well as where you yourself align.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 7,
      "cost": 100,
      "name": "Septim Ring",
      "source": "TES: Imperial Cult",
      "description": "A golden ring with a ruby embedded upon it, carved in the shape ofthe dragon symbol of the Third Empire. These are typically given to members of the Imperial Cult that prefer to travel across Tamriel rather than spend all their time in a temple. While wearing this ring, you will find all damage you deal has been increased, regardless of if you use weapons or magic. You will also find your skills with speechcraft improved, because not every problem can be solved with violence.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 8,
      "cost": 100,
      "name": "Vigilant ",
      "source": "TES: Daedra",
      "description": "Many daedric entities simply do not understand the minds of mortals, their thoughts strange and alien, their morality on a scale of blue and orange. With such differences, it's no wonder that many harass and torment mortals, for they could not do otherwise. Well, not under your watch, as you now deal three times more damage against daedra and similarly demonic entities.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 9,
      "cost": 100,
      "name": "Warrior Spirit ",
      "source": "TES: Imperial Cult",
      "description": "It is rare indeed when a spirit returns to the mortal plane of their own free will, especially so when they are sent by Arkay. This sword-wielding woman has been assigned as a psychopomp of sorts in your area, releasing ghosts and spirits of their earthly connections in order to ascend to the heavens above. She has found you to be an interesting mortal, and as such will be glad to fight by your side.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 10,
      "cost": 100,
      "name": "Winds and Nature ",
      "source": "TES: Imperial Cult",
      "description": "The domain of Kynareth is not the paved streets or stone houses of civilization, but the untamed wilds, amongst the beasts and plants of Nirn. As an adherent of the Goddess of Nature, it would only make sense that you are fully capable of surviving in such wilderness on your own for as long as you desire. As an added benefit, you can also go completely barefoot with no problem, them being as durable as hardened leather and resistant to damage.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 11,
      "cost": 100,
      "name": "Work and Commerce",
      "source": "TES: Imperial Cult",
      "description": "Zenithar is the god of the working man, and many of his worshippers are those who, rather than fight on the battlefield or go out on grand adventurers, would much rather stay home at their farmstead or work a forge. You are skilled in three professions of your choice, ranging from smithing or farming or tailoring or any other mundane career.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 12,
      "cost": 1000,
      "name": "Eye of Magnus",
      "source": "TES: Magic",
      "description": "I don't know how you were able to get a hold of this, but frankly I don't want to. Believed to be Aedric in origin, this massive orb is tied directly to the Realm of Aetherius, and radiates a truly monstrous amount of magicka per second. Through a specialized ritual, you can tie your very being to this object, and draw magical power from it directly. Although, if having enough magical power to destroy an entire island with ease isn't enough for you, then you could hook it up to some machine as an infinite power generator. But no matter what, be wise in its use, for the Eye has the power to unmake the world, if used incorrectly.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 13,
      "cost": 1000,
      "name": "White-Gold Tower",
      "source": "TES: Alessian Rebellion",
      "description": "A replica of the oldest known structure on the continent, the Adamantine Tower, one whose story grants it just as important a role in the Mundus. This Spoke in the Wheel of Creation may be created from white stone and other arcane materials, but the various enchantments woven into the structure and its metaphysical weight offer great power to its master. For you see, not only does it act as an indestructible and luxurious palace, capable of being seen for miles upon miles in any direction, but using it will allow you to alter the climate and landscape on a country-wide level, allowing you to turn a land of humid jungle into temperate grassland and forests. You will also receive the city that surrounds it, and the island it all rests upon.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 14,
      "cost": 200,
      "name": "Akatosh's Ring",
      "source": "TES: Imperial Cult",
      "description": "A golden ring with a diamond embedded upon it, carved in the shape of an hourglass. Made long ago by an adherent of Akatosh, this ring has been handed down to faithful worshippers for centuries, untouched by the ravages of time. While wearing it, you will find all of your spells are more potent than before, with no increase in magicka cost.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 15,
      "cost": 200,
      "name": "Artifact Desecrator ",
      "source": "TES: Daedra",
      "description": "To gain footholds and followers, the Princes of Oblivion will often tempt mortals with power in the form of powerful artifacts. And though they may hate you for it, you can remove such temptations utterly. You know of a potent ritual that will allow you to completely and irrevocably destroy Daedric Artifacts, as well as similarly powerful and indestructible objects.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 16,
      "cost": 200,
      "name": "Book of Instructions ",
      "source": "TES: Imperial Cult",
      "description": "A holy book written by a Sybil of Dibella long ago, one that has been read by all of her adherents at least once. It provides instructions for how to fulfill all of your desires within the bedroom, containing all manner of positions and contraceptive measures that will always work, as well as avoiding any nasty diseases that may be spread from the loins. Following the teachings within will ensure that everyone involved, even the most jaded of hedonists, will have a splendid time.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 17,
      "cost": 200,
      "name": "Brush of Truepaint ",
      "source": "TES: Daedra",
      "description": "One of the incredibly rare Aedric Artifacts, this paintbrush is said to have been fashioned from Dibella's own hair. The brush allows the wielder to enter a painting canvas and create things within simply by painting them, even living creatures like trolls.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 18,
      "cost": 200,
      "name": "Hermetic Orders ",
      "source": "TES: Imperial Cult",
      "description": "In the frozen lands of Atmora, magic was not the exacting sciences of the elves, but rather a force of the universe that influences all. This more philosophical view of magic may not be as popular in modern times, but perhaps the Atmorans were on to something. Through meditation, you will find yourself gaining a better understanding of magic, as well as how to better utilize it yourself.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 19,
      "cost": 200,
      "name": "Knights of the Nine",
      "source": "TES: Imperial Cult",
      "description": "It's not every day when an order of knights dedicated themselves to you, but that is exactly what's happened here. These nine knights of various races and backgrounds share a few things in common, like each one being blessed by a different Divine, and their undying loyalty to you. Whether they become your Companions or Followers is up to you, but each knight is skilled enough in combat to take on ten men at once and come out on top with ease.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 20,
      "cost": 200,
      "name": "Love Eternal",
      "source": "TES: Imperial Cult",
      "description": "It is a sad day when love withers and dies, the knots tying their hearts no longer as strong as they once were. Yet there is hope, for you now bear an amazing gift, that of fixing relationships. You seem to know exactly what to do in order to strengthen the relationships of both yourself and others, turning those weak saplings into mighty oaks that cannot be worn down by time or negligence, such that not even in death will they part. Any relationships you have are especially mighty, unable to degrade without active participation on your end.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 21,
      "cost": 200,
      "name": "Spirit of Nature ",
      "source": "TES: Imperial Cult",
      "description": "All the beasts of Nirn know that they are ruled over by Kynareth, owing to her their home and existence. And such is your connection to her that all animals feel her touch on you, and will never show you any unprovoked aggression, being just as calm around you as a trusted and beloved pet. You will also find the beasts and animals around you aiding you in combat, so long as they are close enough to do so in time.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 22,
      "cost": 200,
      "name": "Standing Stones",
      "source": "TES: Imperial Cult",
      "description": "For longer than recorded history, the mortal races have turned to the stars in fascination and wonderment, and few examples better reflect this than your newest purchase. Thirteen runic monoliths, each one with a different constellation carved into it. By attuning yourself to one of these stones, you will find yourself blessed with an ability relating to a specific constellation. You may only benefit from one blessing at a time.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 23,
      "cost": 200,
      "name": "Star Orphan ",
      "source": "TES: Imperial Cult",
      "description": "Few are those who are followers and worshippers of the Magna-Ge, let alone those who have met one in the flesh. Though not the most powerful, this Aetherial entity has chosen to follow you to new worlds as a companion, for reasons completely alien to you. But why care about something as arbitrary as reasons and excuses when you have an entity on par with greater Dovah by your side.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 24,
      "cost": 200,
      "name": "Vampiric Bane ",
      "source": "TES: Imperial Cult",
      "description": "It is an affront to all good men and mer that the scourge of undeath even exists, let alone being left alone. No longer, for you are not one who can just sit idly by when the bodies and souls of the fallen are corrupted and puppeteered. No matter what method you use, be it weapons or magic, you deal much more damage to the undead than you otherwise would have, be they skeletons, zombies, ghost, vampires, or anything else.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 25,
      "cost": 200,
      "name": "Wayshrines",
      "source": "TES: Imperial Cult",
      "description": "In the days of the Snow Elves, before the Nords drove them from the lands of Skyrim and the Dwemer blinded their descendents, they had magical constructs known as Wayshrines that allowed for quick transportation between their northern kingdom. You now possess five of those Wayshrines, which can be placed wherever you desire, as well as instructions on how to create and alter them. In time, you may be able to create a network that allows you to travel from one end of Tamriel to the other in a single day.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 26,
      "cost": 400,
      "name": "Ancestor Glade",
      "source": "TES: Imperial Cult",
      "description": "An ancient glade filled with a number of canticle trees and ancestor moths, brimming with the feel of magic. While standing within this glade, you will find all of your prophetic abilities enhanced, able to see the future with much more clarity and ease than you would have before. The moths will also help you read any Elder Scrolls you may have, lessening the drawbacks of reading one as well as squeezing out just a bit more information from those fragments of creation.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 27,
      "cost": 400,
      "name": "Blood of the Dragon ",
      "source": "TES: Imperial Cult",
      "description": "Sometimes, there are those who are simply more, those with grand destinies chosen by the gods. You may very well be one of them, for your soul is a shard of Akatosh itself, becoming a Dragonborn. Though the abilities granted with such a soul do not offer much without a certain stimulus, it does mean that fate seems to bend in your favor, granting you fortune and power in all its forms, so long as you reach out and take what is rightfully yours.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 28,
      "cost": 400,
      "name": "Burial Rights",
      "source": "TES: Imperial Cult",
      "description": "Many are the necromancer and monster who look to the bodies of the fallen and see not the remains of a person, once filled with hopes and dreams, feelings and ambitions. No, they see tools to be used, potential undead soldiers to fight for them. No longer, for your mere presence is anathema to the undead, weakening them heavily. You also know of a short ritual that makes it so that a target cannot be resurrected or summoned from the afterlife without their express permission.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 29,
      "cost": 400,
      "name": "Divine Voice",
      "source": "TES: Imperial Cult",
      "description": "Words have power, even when they are completely separated from magic. After all, one sentence is all it takes to either make their day or break it utterly, as you will no doubt soon find out. Your natural charisma and skill with speechcraft is nearly supernatural, to such an extent that, if you feel it is justified, you could realistically talk a mentally healthy person into killing themselves with just a few conversations. Your talent as a wordsmith is not something to scoff at either, as making pure heartfelt poetry everytime you open your mouth is well within your purview.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 30,
      "cost": 400,
      "name": "Gaze Upon Creation ",
      "source": "TES: Imperial Cult",
      "description": "Few truly understand the Elder Scrolls, those fragments of creation that possess archives of the past and auguries of the infinite possible futures, and fewer could ever gaze upon them without going blind or mad, sometimes both. You, though, are special, for your eyes see more than any other mortal. You are a powerful seer, getting flashes of the possible futures when you so desire, though such visions are often open to interpretation no matter how correct they turn out to be. Of course, such a sight is useful for gazing upon the Elder Scrolls, able to extricate their knowledge with no drawbacks or negative effects.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 31,
      "cost": 400,
      "name": "Heart of the World ",
      "source": "TES: Imperial Cult",
      "description": "His was the heart of the world, unable to be destroyed so long as the world existed, for one was made to satisfy the other. Like the Doom Drum, or at least similarly, you can tie your life force, your very soul, onto something. This could be an object, a person, or even an entire realm. So long as your chosen tether exists, you cannot be killed, returning again and again without end. Should they think to directly attack your soul, they will find that similarly useless, as it would take the full effort of a Prince in order to affect it, unless you were to give consent.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 32,
      "cost": 400,
      "name": "House of Art ",
      "source": "TES: Imperial Cult",
      "description": "A grand temple dedicated to the truest expressions of Dibella, being a combination of art school and brothel. Those who study and perform here will find their skills rapidly improving to such a degree that a complete novice would become an undisputed master within just a few years, possibly even shorter if they really work towards it. Those that sleep and lay with others within these walls will also find their beauty increasing until they themselves are comparable to the art found within.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 33,
      "cost": 400,
      "name": "Mantle of the Aedra",
      "source": "TES: Imperial Cult",
      "description": "The Fourth of the Walking Ways to godhood, where you must Walk Like Them until You Become Them, or They Become You. You are no mere adherent of one of the Divines, but instead one who seeks to supplant them, to take on their role in creation and become a god. For now, you are but a mere avatar of your chosen Divine, greatly increasing both your physical and magical power, as well as giving you greater power over the domains of the god you have chosen to follow. Though, should you choose to undergo great trials, you may be able to truly take their mantle of godhood...",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 34,
      "cost": 400,
      "name": "Red Legions ",
      "source": "TES: Imperial Cult",
      "description": "The Red Legions of the Empire are known as some of the greatest armies in the known world, having earned countless victories across numerous battlefields. Though these victories can be attributed to the skilled and disciplined soldiers who make up the majority of the armies, they could also be attributed to the men and women like you, the generals who direct the armies of the Empire. Your skills with tactics and strategies are among the greatest in the history of the Empire, sure to bring victory to any battlefield you find yourself upon.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 35,
      "cost": 500,
      "name": "Dovahkiin",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Perhaps the Last Dragonborn isn’t really the last anymore, perhaps Akatosh has decided to be generous, or maybe your benefactor just snapped their fingers, regardless one way or another you’re now a Dragonborn. As a Dragonborn you gain an innate understanding of the Thu’um and similar languages with the ability to learn them by pure instinct like a dragon, allowing you in time to create new shouts. Alongside this whenever you slay a dragon you may choose to devour it’s soul, gaining all the knowledge it possessed in life, in essence you’re taking everything it was into yourself. These souls empower you whenever devoured and give you a considerable boost to your mystical and physical abilities. As one final boon, being that your nature is so intertwined with prophecy you’ll find that fate will assist you at times, and make the impossible quite possible should you work at it, such as a mere human warrior being able to bring down the Dragon god of Destruction. One last note, the other man or woman will still be around should you not take the scenario below.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 36,
      "cost": 500,
      "name": "Righteous Vengeance",
      "source": "TES: Imperial Cult",
      "description": "It is within you that Stendarr has found the perfect instrument to carry out his will, to fight for those unable to defend themselves and right all the wrongs in this flawed world of ours. You are a peerless warrior, reading the flow of combat as easily as one may a tome on cooking, and using your weapons with just as much ease. But most amazingly is your ability to coat yourself and your weapons in a divine light, one whose very presence is anathema to the Daedra of Oblivion as well as similarly demonic entities, such that it's excruciatingly painful for them to even be close to you. Go forth, great champion, slay them all.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 37,
      "cost": 600,
      "name": "All Life Must End ",
      "source": "TES: Imperial Cult",
      "description": "So all things have a beginning, so all things have an ending. Death is an unfortunate part of mortality, something that all men must one day face. Though there are those who believe themselves untouchable by death, and you exist to prove them wrong. You can imbue anything with the very concept of death, be it a blade or spell, or applying it to a person directly. Such an action will immediately kill most things, but for those who are truly immortal, or ordinarily separate from the concept of death, it simply makes killing them a far more likely outcome than before.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 38,
      "cost": 600,
      "name": "Amulet of Kings",
      "source": "TES: Imperial Cult",
      "description": "Also known as the Chim-el-Adabal, this is commonly worn by Cyrodillic emperors who possess the dragonblood, anyone else will find it slipping off the neck. Yours won't have that problem, as it can only be worn by you and those you allow. Not only can it be used as proof of claim to practically any throne or position, but it can reinforce boundaries of the world when worn, making it even more difficult for Daedra and the like to enter the world en masse. Additionally, you can use it to draw upon the memories and skills of past emperors who have worn it.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 39,
      "cost": 600,
      "name": "Auriel's Bow ",
      "source": "TES: Warriors",
      "description": "The very bow of the sun itself, used by the Chief of the Gods to launch the Heart of Lorkhan across Tamriel. It is an aedric artifact infused with the holy light of Aetherius, burning all foes, though it is especially effective against the undead. Should you fire it into the sun using Sunhallowed Arrows, of which you will receive a replenishing stock of one hundred each day, it will cause the sun to undergo a directed explosion, beams of blazing sunlight raining down on all enemies around you.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 40,
      "cost": 600,
      "name": "Elder Scroll ",
      "source": "TES: Imperial Cult",
      "description": "They have no known origin or author, and upon their divine parchment one may find archives of the past as well as auguries of the future. They are believed to be fragments of creation that are said to exist outside of time and space, extricated from the limits of the mortal realm. Upon reading this, the reader receives a portion of a fraction of its knowledge in return for temporary blindness, but it may be possible to utilize its unique nature for other ends, should you be daring or foolhardy enough to try.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 41,
      "cost": 600,
      "name": "Gift of Magicka ",
      "source": "TES: Imperial Cult",
      "description": "It is only natural that those who practice magic would revere a god of wisdom and logic, in order to better control the grand force they try to control. You are one of these mages, and an exceptionally powerful one at that. Your stores of magic are immense, as is your mastery over one of the Schools of Magic of your choice. Additionally, you are quite creative when it comes to the creation and alteration of spells, finding new methods to both improve and utilize them.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 42,
      "cost": 600,
      "name": "Heir to the Ruby Throne ",
      "source": "TES: Imperial Cult",
      "description": "White-Gold Tower, from the days of the Slave-Queen Alessia to the current Emperor, Titus Mede II, and yet few could claim to be your equal when it comes to rulership. You are supernaturally talented when it comes to the logistics needed to run a continent spanning empire all by yourself, creating fair and comprehensive laws with as few loopholes as possible, and the quick and decisive decision making needed when it comes to ongoing crises, helping you steer your empire towards a brighter tomorrow.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 43,
      "cost": 600,
      "name": "Lord's Mail ",
      "source": "TES: Imperial Cult",
      "description": "The Lord's Mail, sometimes called the Armor of Morihaus or the gift of Kynareth, is an ancient cuirass of unsurpassable quality. It grants the wearer power to regenerate lost health, resist the effects of spells, and makes the wearer immune to disease and poisons, both mundane and magical. It is said that whenever Kynareth deigns the wearer unworthy, the Lord's Mail will be taken away and hidden for the next chosen one.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 44,
      "cost": 600,
      "name": "Master Trader",
      "source": "TES: Imperial Cult",
      "description": "Well you must certainly have been blessed by Zenithar, because when it comes to turning a profit, there are few who could ever come close to you. Even in the worst possible outcome, you will end up breaking even in profits. When things are going well, you’re liable to make more money in a month than entire provinces make in a year, if you’re feeling particularly ambitious and personally managing everything in your businesses.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 45,
      "cost": 600,
      "name": "Prisoner ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "The Eternal Champion, the Nerevarine, the Hero of Kvatch. All of these are names that stand above all others as legends that helped shape the world. Each of them, despite all their potential differences, had one thing in common: they were mortals blessed with a special fate and the ability to rule their own destiny. As heroes of prophecy, also referred to as prisoners, they were closely related to the prophecies contained in the Elder Scrolls, yet they were not bound to them, and they possessed a superhuman ability to grow and improve in order to rise up to the challenges they were supposedly fated to encounter. Like them you are also blessed with the special fate of a prisoner and all that comes with it. You are naturally drawn by instinct to grand journeys and epic quests, yet you are no slave to destiny and this instinct is easy to distinguish and even more easily ignored if you are so inclined. Your special relationship to fate sees you protected from common dangers and mundane threats. And, so long as you are working towards a great goal or engaging in some form of grand adventure, you will find yourself capable of growing in power, ability and skill at a speed that beggars belief.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 46,
      "cost": 600,
      "name": "Relics of the Crusader",
      "source": "TES: Warriors",
      "description": "The weapons and armor of Pelinal Whitestrake, the Star-Made Knight and Champion of the Slave-Queen Alessia. Donning this divine set of armor will make the wearer more personable and skilled in the Restoration school of magic. It is much more durable and resistant to unenchanted weapons than any other armor, and grants the wearer immunity to disease. The shield will reflect any spells it blocks back at the caster. The sword burns with a holy fire that also damages their pool of magicka, while the mace burns with holy fire that is highly potent against the undead.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 47,
      "cost": 600,
      "name": "Staff of Cycles",
      "source": "TES: Imperial Cult",
      "description": "An oak staff with the wreath of Arkay at the head, made from intertwined black and white metals. When you channel magicka through it, this staff will unleash powerful spells of ice and fire, freezing and incinerating all but the strongest of foes. Even holding it on your person is a great boon, as you will receive the benefits of a potent shield spell that lasts as long as you hold onto the staff.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 48,
      "cost": 600,
      "name": "Staff of Magnus",
      "source": "TES: Magic",
      "description": "The weapon of the Father of Magic himself, Magnus' staff is a potent weapon. In addition to greatly enhancing the potency of any spells you cast, it can drain vast quantities of magicka from people and magical objects in seconds, storing them until its user calls upon it to power whatever spell they are using. Should your target run out of magicka to drain, it will instead drain their lifeforce before converting it into magicka.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 49,
      "cost": 600,
      "name": "Stendarr's Hammer",
      "source": "TES: Warriors",
      "description": "This ancient weapon is rumored to have once been wielded by Stendarr, the God of Justice. One of his other titles, the God of Righteous Might, is fitting as the hammer is very heavy. Though most men would struggle to even lift it, for you it is as light as a standard warhammer. Those struck by this mighty hammer will have their vitality and stamina drained from them, restoring those of the wielder. It also erodes at the armor of those struck, making them weaker and weaker until the hammer is capable of shattering them entirely.",
      "chapter": "The Vigilant"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Vigilant ",
      "__line": 50,
      "cost": 600,
      "name": "Storm Voice ",
      "source": "TES: Imperial Cult",
      "description": "Long before the Age of Man, Kyne taught men to Shout, to speak the tongue of the Dovah, to match them with the power of their Voice. You are a practitioner of this ancient and most revered magical discipline, able to force the world around you to bend to the power of your Thu'um. Be it waves of force, blasts of fire, detecting life forces, ripping out another’s soul, summoning destructive storms, or something else entirely, it would be foolish for your enemies to even say a single Word of Power, lest you Shout them apart.",
      "chapter": "The Vigilant"
    }
  ],
  "7": [
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 1,
      "cost": 0,
      "name": "Basic Set ",
      "source": "TES: Warriors",
      "description": "It wouldn’t be fair to send you out into such a dangerous world like Tamriel with no way to protect yourself. As such, you are now in possession of a brand new set of iron armor as well as a steel weapon of your choice. You will also receive a knapsack to carry any other valuables you may find in your travels.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 2,
      "cost": 0,
      "name": "Frostbane Bear",
      "source": "TES: The First Council",
      "description": "The Bear was one of the ancient Atmoran animal tokens, associated later with the Nord god Tsun, so the Frostbane Bear has historically been one of the most prestigious mounts a tradition-loving Nord could ride.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 3,
      "cost": 0,
      "name": "Mixed Unit Tactics",
      "source": "TES: Warriors",
      "description": "Sometimes, reading does help you win in a fight, especially when the book you read covers many different battle strategies for both large and small scale conflicts. This book not only covers them, but it also has a few notes written in the margins on different uses for various formations and such.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 4,
      "cost": 0,
      "name": "Training Dummy ",
      "source": "TES: Warriors",
      "description": "An straw dummy with targets painted onto it that is strangely durable and resistant to all damage, and will repair itself when no one is looking. Any weapons and combat training you do with this will be much more effective. Alternatively, it can look like a certain person of your choice if you’re feeling spiteful.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 5,
      "cost": 0,
      "name": "Housecarl ",
      "source": "TES: Dovah",
      "description": "Having been trained as a warrior from a young age, this Nordic woman has devoted herself to you, swearing to guard you, and all you own, with her life. Stoic and fearless, she will act as both your sword and your shield, taking care of many threats before you're even aware of them.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 6,
      "cost": 100,
      "name": "Armored Combatant",
      "source": "TES: Warriors",
      "description": "One does not often expect to rush into battle wearing nothing but their bare skin, with armor being so widespread across all cultures. You believe heavily in the utilization of armor, be it simple chainmail or a full set of ebony plate. For you, armor is much easier to wear and put on, and doesn’t weigh you down, allowing you to swim as if unencumbered even while fully armored.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 7,
      "cost": 100,
      "name": "Barbarian ",
      "source": "TES: Warriors",
      "description": "When you go about wielding a battleaxe or a warhammer, you’ve probably got one thing on your mind. Dishing out as much damage as possible. As such, whenever you use one of these two-handed weapons, you will be dealing twice as much damage as before.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 8,
      "cost": 100,
      "name": "Dual Flurry",
      "source": "TES: Warriors",
      "description": "The idea behind using two weapons at the same time is that you would be capable of dealing twice as much damage as before, so long as you can actually hit your targets. While you use two weapons at the same time, your attack speed is greatly increased.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 9,
      "cost": 100,
      "name": "Dual Wielding",
      "source": "TES: Warriors",
      "description": "Despite what many would think, using two weapons at the same time is a tricky thing, especially two different kinds of weapons. Not so for you, as your ambidextrous nature allows you to effectively utilize a weapon in each hand with the same level of skill as if you were only using one.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 10,
      "cost": 100,
      "name": "Energetic Barbarian",
      "source": "TES: Warriors",
      "description": "Though she may be short for a nord, this redheaded bundle of energy is a right terror in combat. Wielding a warhammer the size of a small child with surprising grace and agility, don't be surprised when anyone who gets in your way cries out over their lost kneecaps.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 11,
      "cost": 100,
      "name": "Faithful Hound",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Dogs have been considered man's best friend for ages and for good reason too. They’re able to help greatly when it comes to tracking a target, they’re loyal, and generally just nice companions to have. Which is nice since you now have a faithful hound of your own. Whether you bought it or found it roaming the wilds this dog is both a loyal and surprisingly capable compatriart more than capable of killing wolves and even bringing bandits down should they not be well armored. Though perhaps you just want the dog as a pet, either works. This acts as a follower and not a companion, if killed the dog will return given a few days and should you wish it your new pet can become a companion if imported later on.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 12,
      "cost": 100,
      "name": "Iron Fist ",
      "source": "TES: Warriors",
      "description": "It takes either a brave, skilled, or foolish man to face the foes of the world with naught but your bare hands, but you seem to be the former. Not only are your fists as durable as fine steel, but you deal thrice as much unarmed damage as you could have before.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 13,
      "cost": 100,
      "name": "Ring of Vitality",
      "source": "TES: Warriors",
      "description": "A very useful ring for any questing warrior, this golden band is engraved with the image of an ox. While wearing it, it will render you immune to all but the most potent or divine diseases, poisons, and paralysis. Even those that are capable of affecting you would be highly weakened.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 14,
      "cost": 100,
      "name": "Rugged Beauty ",
      "source": "TES: Warriors",
      "description": "Though war and battle wears down all who participate, be it mentally or physically, your heroic visage is comparable to the chiseled marble of a master craftsman. Your beauty is almost unparalleled, and any attempt to mar such beauty with wounds or scars will only see it be enhanced.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 15,
      "cost": 100,
      "name": "Shield Wall ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Since dodging in heavy armor can be difficult, it makes sense to rely on your trusty old shield to tank the blows. You're very good at using it to weather any blow you can't dodge, sometimes even using it to your advantage by directing the enemy's thrusts to make an opening. You're in fact good enough to use it even against ranged attacks, like arrows and even magic, though do keep in mind that if the shield itself is flimsy then it won't be able to take a direct hit; you're not going to be tanking dragonfire with an ordinary shield of common iron, for example. But you will get as much use as is physically possible out of that ordinary iron shield.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 16,
      "cost": 100,
      "name": "Sturdy Shield ",
      "source": "TES: Warriors",
      "description": "The key behind using both a sword and shield is being able to take blows and then return the favor. It can be hard, though, if your opponent hits you hard enough to stagger you, giving them an opening. Thankfully, all shields you use will be able to negate a quarter of the kinetic force from all incoming attacks.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 17,
      "cost": 100,
      "name": "Targe of the Blooded ",
      "source": "TES: Warriors",
      "description": "Though it may only be made of steel and wood, this shield is a dangerous item in the right hands, all thanks to the multitude of spikes on the front of it. These spikes can predictably be used to damage foes, but they can also catch incoming weapons and, with a bit of finesse, rip them from your opponents' hands.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 18,
      "cost": 100,
      "name": "Weapon Training",
      "source": "TES: Warriors",
      "description": "You would be a poor warrior if you were without the proper skills. Not only are you fairly adept with your chosen combat style and in peak physical condition, but you know how to properly maintain your weaponry and armor.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 19,
      "cost": 100,
      "name": "Nordic Armor",
      "source": "TES: The First Council",
      "description": "Heavy armor made primarily from quicksilver, it is carved with imagery of bears. Not only is it more effective than steel, but it will also keep your temperature regulated, allowing you to be cozy even while in a snowstorm.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 20,
      "cost": 100,
      "name": "Battle Cry ",
      "source": "TES: The First Council",
      "description": "Upon the defeat of Alduin and their draconic overlords, the nords of Skyrim proved that their Voices, too, were strong. Such power infuses even the least of all nords, allowing them to let out a battlecry that causes those weak of will to flee upon hearing it, and causing a shivering fear into all who hear it.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 21,
      "cost": 100,
      "name": "Guards and Servants",
      "source": "The Elder Scrolls Series",
      "description": "Whether you're off travelling on the road, or staying home, it can get tedious doing all of this household maintenance yourself. Well, you no longer have to, as you now have people who do that for you. Under the supervision of a Steward and a Guard Captain, you've got servants to take care of your home and guards to protect it, as well as enough room to house them. The amount you gain is proportional to how large your home is.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 22,
      "cost": 100,
      "name": "Armory ",
      "source": "The Elder Scrolls Series",
      "description": "There are so many interesting and unique pieces of gear found on Nirn, so isn't it a shame that you don't have anywhere to display it? Well, not any more, as this armory is covered in armor mannequins and weapon displays, allowing you to show off the best of what you've got. Anything stored here won't rust or be affected by the passing of the ages, looking just as pristine as when they were placed here.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 23,
      "cost": 100,
      "name": "An Adoring Fan",
      "source": "Elder Scrolls: Oblivion",
      "description": "Maybe it was a stint in the arena, or perhaps the last job you did saved a life and earned someone’s deepest affection. Regardless, you’ve struck a chord with them earning the eternal enthusiastic adoration of a completely useless civilian. This could anyone from a bosmer lad to an argonian lass. Ultimately they are not very experienced in the ways of the world. But they’ll carry your weapons, shine your boots, and offer backrubs when the mood strikes. For some, this level of adoration could get a bit grating. It wouldn’t be out of character to hear, “You're the best! I'm going to follow you and watch you and worship the ground you walk on!” They are actually pretty dedicated to performing all the tasks they offer well though.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 24,
      "cost": 200,
      "name": "Armoured Juggernaut ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Heavy armour is great isn’t it? The ability to wade into battle shrugging off arrows, magic, and blades alike, what’s not to like? Well one thing, it’s heavy as can be and will quickly tire out many given some time. This drawback doesn’t really apply to you. You recover from exertion at an astounding rate, to the point that even continuous and strenuous running or hiking in the mountains while wearing Daedric or Dragon bone armour wouldn’t phase you in the slightest, furthermore this unnatural endurance also applies to general health and strength as a warrior. Naturally you’re also quite skilled in the use of heavy armor, being able to make far greater use of it than most and being able to easily cover any weaknesses it has. Now go forth warrior, and let your enemies flee as your armoured form smashes their lines to pieces!",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 25,
      "cost": 200,
      "name": "Bearclaw Helm",
      "source": "TES: Daedra",
      "description": "Once belonging to a small Dunmer House, this helmet was crafted from the skull of a great beast, and now it is yours. While wearing it, you will find yourself stronger and more agile than before.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 26,
      "cost": 200,
      "name": "Decorated General ",
      "source": "TES: Warriors",
      "description": "Wars are very, very rarely ever won by a single person. They are won through the effort of numerous people, through armies and tactics and stratagems. You understand this, and have endeavored to master the art of war in a level few ever do. You are a talented general, on par with some of the best in history, able to eke out victories from some of the most hopeless of battles.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 27,
      "cost": 200,
      "name": "Elemental Protection ",
      "source": "TES: Warriors",
      "description": "While shields can protect against swords and arrows easily enough, magic is very much a real danger that could bypass or ignore your flawless defense. And now, you can ignore it right back, kind of. You will have both your magical resistance as well as your elemental resistances boosted, allowing you to ignore weaker effects all together.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 28,
      "cost": 200,
      "name": "Mead Hall",
      "source": "TES: Warriors",
      "description": "Every good band of warriors needs a place to rest their laurels, where they can drink as much mead as possible and embellish their tales of valor. This mead hall is just that, a place that gives off a constant aura of revelry and brotherhood as surely as the barrels of mead and other such spirits will never run dry. Now it's just a question of how everyone will get home when they're piss drunk.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 29,
      "cost": 200,
      "name": "Strong Grip ",
      "source": "TES: Warriors",
      "description": "As strong as your fists may be, it means nothing if your opponent can just move out of the way. Though it may not entirely solve that problem, when you get close enough there’s no way they’re going to get away, as you are a master of grappling and wrestling your opponents to the ground and keeping them held down.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 30,
      "cost": 200,
      "name": "Troll Blood ",
      "source": "TES: Warriors",
      "description": "Trolls are infamously difficult to take down, in part due to their special fat that absorb blunt blows, but also because of their potent regeneration. You seem to share in this strange ability, capable of regenerating from all wounds so quickly. Be wary, though, as this regeneration will be greatly slowed if the wounds were inflicted by fire, or were cauterized.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 31,
      "cost": 200,
      "name": "Bands of Kwang Lao ",
      "source": "The Elder Scrolls Series",
      "description": "These leather bands are said to have belonged to a fierce warrior hailing from Akavir. Wearing them not only increases your skill with unarmed combat, but increases the force behind your strikes and makes your fists as hard as ebony. Who needs a weapon when you have your fists?",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 32,
      "cost": 300,
      "name": "Dual Defence",
      "source": "TES: Warriors",
      "description": "Many think that a good offense is a good defense, and you have taken that proverb to heart. You are a master of blocking and redirecting attacks with your weapons, stopping an incoming axe and tossing it to the wayside where it won’t be cracking your skull open.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 33,
      "cost": 300,
      "name": "Paralyzing Palm",
      "source": "TES: Warriors",
      "description": "There are myths of some martial artists who are capable of striking specific points on the body, paralyzing, manipulating, or even killing them with just a few pokes and strikes. You know that these are not myths, but truths, for you are capable of all of them.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 34,
      "cost": 300,
      "name": "Castle Jumper ",
      "source": "The Elder Scrolls Series",
      "description": "Why would you have an ordinary house when you could have a castle instead? Your home is vastly increased in size, along with any additions you've bought. Your [Guest Housing] could now house up to forty people, while a [Vast Library] could contain enough books to put some universities to shame. Your home also has at least four floors now.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 35,
      "cost": 400,
      "name": "Auriel's Shield ",
      "source": "TES: Warriors",
      "description": "Said to be the shield of the elven god Auriel himself, this artifact is both a great defense and potent offense. When struck, it completely absorbs the kinetic energy of the attack, storing it for until you unleash it all in a wave of divine energy that pushes against all in front of you. Even when faced against magic, it still offers you amazing protection.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 36,
      "cost": 400,
      "name": "Champion's Cudgel ",
      "source": "TES: Imperial Cult",
      "description": "An enchanted warhammer given to General Falx Carius of Fort Frostmoth, it is a fitting weapon for one who fights for the Empire and all it stands for. Its heavy head can be used to crumple steel armor with ease, while its chaotic enchantment will randomly harm the target with either fire, frost, or shock damage.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 37,
      "cost": 400,
      "name": "Chillrend",
      "source": "TES: Warriors",
      "description": "Though one may think this blue blade emitting frosty mist is made from stalhrim, it is in fact a unique shortsword made from a rare type of blue malachite. Though, its enchantment means that it's easy to get confused, as not only does it unleash a massive amount of frost damage, it will also paralyze most opponents who are struck by it, as though they were frozen solid.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 38,
      "cost": 400,
      "name": "Dragonguard ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Every warrior needs his companions and naturally you’re no exception. Following your lead is now a sizable organization of warriors and heroes of notable repute. The group can be designed however you wish and oriented around in a way that pleases you, want a band of dragon slaying Knights at your beck and call, great, or perhaps Vampire hunters like the Dawnguard are more preferable to you. This can even be as much as just being a group of people who congregate together due to a shared love of adventure, the point is that the sky’s the limit with this. The average member is just that, average, however there are a number of higher ranking members who are notably stronger and more capable to make up for this. Fortunately the group is also in a solid position to expand and grow should you wish that as well.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 39,
      "cost": 400,
      "name": "Ebony Set ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "Now we’re really starting to talk equipment; ignore that dingy iron or even the mastercrafted armor of the Dwemer, both pale in comparison. Ebony armor is some of the strongest on the planet and now you’ve got a full set including weapons, which in of itself would normally be well beyond what the average person could ever hope to afford. Where before iron would ensure encounters with the lesser enemies of the world were survival, but still an issue they’re now something of the past. Iron and even glass swords will bounce off and arrows will find themselves breaking upon your form unless they’re aimed expertly or enhanced in some form or another. Your weapons are of similar caliber, tearing through lesser materials with ease and being extremely well crafted to fit you just right.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 40,
      "cost": 400,
      "name": "Mighty Fortress ",
      "source": "TES: Warriors",
      "description": "For those of you who want more than just a bed at an inn or a sleeping roll, you can never go wrong with a sturdy fortress to call your home. Its walls are sturdy, its design focused towards defense and repelling invaders, it has the room to house dozens of soldiers, as well as enough supplies to arm them and keep them fed for as long as needed. The heraldry and aesthetics are ultimately up to you, but regardless of what you choose, this will be a tough nut that few could crack.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 41,
      "cost": 400,
      "name": "Savage Strike ",
      "source": "TES: Warriors",
      "description": "While the weapons you use may not possess as much weight behind them as a warhammer, it is just as important where you strike as it is how much force you strike with. In your hands, your weapon seems to slightly direct your movements, moving towards an opponent’s weak points.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 42,
      "cost": 400,
      "name": "Shield of Ysgramor ",
      "source": "TES: Undead",
      "description": "Used by Ysgramor and crafted for him by Ahzidal, this shield is a powerful artifact. Not only does it grant the wearer an increased resistance to frost, it also imbues them with a healing factor. But it’s ultimate ability is being able to unleash the frost of Atmora itself, coating the user in a powerful frost cloak that harms anyone and anything nearby.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 43,
      "cost": 400,
      "name": "Wuuthrad ",
      "source": "TES: The First Council",
      "description": "The battleaxe of Ysgramor himself, it was crafted using materials and techniques originating from Atmora, it was made specifically to kill elves as easily as possible. Your version is special, as it will deal much more damage to any sentient race of non-humans. It will also ignore any and all magical protections, even allowing you to cut ethereal enemies in half with a mighty swing.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 44,
      "cost": 400,
      "name": "Titan Born",
      "source": "TES: The First Council",
      "description": "It is often believed that the nords and giants share similar origins, having migrated from Atmora, so it is not unheard of for the two to procreate. You are one of these half-giants, though taking more after your giant side, being a foot taller than most nords while possessing enough strength to throw around an entire horse. This strength goes well with your newfound skill in unarmed combat, allowing you to easily pin down a snow bear, or punch its head clean off.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 45,
      "cost": 500,
      "name": "Dual Savagery",
      "source": "TES: Warriors",
      "description": "One of the greatest advantages of dual wielding weapons is the increased offensive potential one could possess, and you are undeniably proof of that. When you are in a fight, you become a whirlwind of death, becoming faster and faster the longer a fight goes on. Eventually, you may get to the point where you could slash individual raindrops in the middle of the air, and perhaps even further beyond.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 46,
      "cost": 500,
      "name": "Unstoppable Force",
      "source": "TES: Warriors",
      "description": "There are few opponents as dangerous on the battlefield as you, an unstoppable force that can crush any immovable object stupid enough to get in your way. Any attack you deal with a two-handed weapon will completely ignore a target’s armor, be they physical or magical, as well as bypassing damage resistance.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 47,
      "cost": 500,
      "name": "Eagle Eye",
      "source": "The Elder Scrolls Series",
      "description": "When people think of warriors, it's not often that they think of archers. It's not as memorable as a fully armored Nord with a battle axe rushing towards you, but your ability to accurately hit a target's eye a mile away is a great way to avoid being in that situation entirely.",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 48,
      "cost": 600,
      "name": "Champion of Skyrim ",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "If there was a Fighter’s Guild in Skyrim you’d almost assuredly be its champion. The skill and talent you have for battle is tremendous and fits more in the legendary tales of Ysgramor or possibly even Pelinal Whitestrake than it does reality. To you fighting is an art, an art you’ve mastered, weaving men’s innards like a tapestry with your sword and spear is as easy as dancing your way through the frontlines of a bloody battle without taking a single blow, while felling many of the enemy with ease. As a final boon and to ensure your body can keep up with your skill, your physical form is enhanced further and you’ll find that spending hours upon hours hacking your way through enemies is no issue, nor will shrugging off many wounds. You’re already the stuff Heroes are said to be made of when it comes to the martial way, and yet it seems you’ve still got room to grow. I wonder, how will future generations look back on someone such as you?",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 49,
      "cost": 600,
      "name": "The Five Hundred Companions",
      "source": "Elder Scrolls Skyrim SB Jump",
      "description": "There’s just something about you, a certain aura about your person that just draws people to you. While others may have charisma on a personal level you have it on a far grander level, that of a Warrior King or leader like Ysgramor. This is the charisma required to win over entire peoples and crown oneself king and where a personal level of charisma may be like honeyed words someone can’t resist, this is akin to a roaring tempest that drags people to you. Warriors, mages and others will find themselves drawn to your banner should you raise it and you’ll quickly find yourself surrounded by competent advisors and companions like Ysgramor and his ilk were. This also comes with the knowledge to lead your troops in such a manner that would earn you the respect of grizzled generals and veterans, after all what’s the point of all these people if you can’t lead them?",
      "chapter": "The Warrior"
    },
    {
      "__source": "The Celestial Scrolls v1 by Gothicjedi666 - The Warrior",
      "__line": 50,
      "cost": 600,
      "name": "Unkillable ",
      "source": "TES: Werebeasts",
      "description": "There are rumors of entities that are unkillable, but you could actually pull it off. You have an incredible regeneration ability similar to that of a Troll, capable of healing most flesh wounds in seconds, while broken bones would take a few hours, depending on how bad the damage is. Unfortunately, you cannot regrow entire limbs, but in return you have become effectively immortal. You can live indefinitely, forever in your prime, until someone or something manages to kill you, which itself would be quite the feat.",
      "chapter": "The Warrior"
    }
  ]
}