{
  "1": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 1,
      "cost": 0,
      "name": "A Pair of Thick Woollen Socks ",
      "source": "Harry Potter Movie Series",
      "description": "Just like Dumbledore wanted for Christmas. These socks are always warm, clean, comfortable and are magically fitted to always be the right size and shape to fit feet.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 2,
      "cost": 0,
      "name": "Ogden's Old Firewhiskey ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "A bottle of Firewhiskey Charmed to refill itself whenever it's set down. Can trade the Firewhiskey for another common Wizarding Drink such as Butterbeer if desired.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 3,
      "cost": 0,
      "name": "Wand",
      "source": "Harry Potter - Era of the Marauders ",
      "description": "This is a typical wand from Olivanders. Alternatively, you can use this to import an existing wand from your travels into other Harry Potter jumps.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 4,
      "cost": 100,
      "name": "A Fine Wand",
      "source": "Slytherin Jump",
      "description": "Though wandlessly casting spells is possible, most witches and wizards use a wand to channel their magical powers through. You now own your very own wand, crafted by none other than the premier wandmaker in the United Kingdom, Garrick Olivander (or one of his ancestors). It is said that it is not the wizard that chooses the wand but the wand that chooses the wizard, and so you’ll gain a wand made of a random combination of core and wood used by Olivander’s. Though you have no control over what kind of wand you’ll end up with, you can rest assured that no matter the materials, your new wand will be an excellent match.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 5,
      "cost": 100,
      "name": "Silver-and-Emerald Robes ",
      "source": "Slytherin Jump",
      "description": "A beautiful set of dress robes, emerald green trimmed with silver. Comes with self-cleaning, self-repairing, and self-ironing charms already applied. It even has the ability to change its overall style, appearance, and materials to whatever suits you most.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 6,
      "cost": 100,
      "name": "Chocolate Frogs",
      "source": "Harry Potter Movie Series",
      "description": "A very popular wizarding sweet made from chocolate in the form of an animated frog. These sweets come with a collectible card of a famous witch or wizard in each pack. These cards update with a new series each Jump showing all the famous magic users of that world. You get one new chocolate frog pack (plus the card in it) every day each time you’ve either thrown away the previous frog package or unwrapped it. The chocolate frog does not spoil.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 7,
      "cost": 100,
      "name": "Bertie Bott's Every Flavour Beans ",
      "source": "Harry Potter Movie Series",
      "description": "These sweets are almost the same as Muggle jelly beans, except the range encompasses every flavour imaginablbe There is normally no way of telling for sure what flavour any given bean has without tasting it, however any packs retrieved in this way can have up to the first 10 beans flavours you choose before opening. You get one new pack every day after the previous pack is opened.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 8,
      "cost": 100,
      "name": "Omnioculars",
      "source": "Harry Potter Movie Series",
      "description": "These binocular-like devices allow you to see at great distance through its lens but it also has additional features of being able to magically slow down and replay action.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 9,
      "cost": 100,
      "name": "Dourglass",
      "source": "Harry Potter Movie Series",
      "description": "The sand runs in accordance with the quality of the conversation: if stimulating, the sand runs slowly. By holding it you can find a topic that each guest will find interesting.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 10,
      "cost": 100,
      "name": "I’m a buyer of rare and wondrous objects",
      "source": "Harry Potter Movie Series",
      "description": "You learn the mercantile skills required to get your hands on any kind of magical or supernatural objects both in legitimate and illegitimate circles; more importantly you know how to prevent people from taking them from you.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 11,
      "cost": 100,
      "name": "Probity Probe ",
      "source": "Harry Potter Movie Series",
      "description": "This device is a type of magic detector that looks like a golden car antenna. If it is waved in front of a person it will detect concealment spells or hidden magical objects and post-jump it can detect any type of concealment transmitting to you whatever information it detects.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 12,
      "cost": 100,
      "name": "Cleansweep Six ",
      "source": "Harry Potter Movie Series",
      "description": "The Cleansweep Six was a broomstick produced by the Cleansweep Broom Company some time between 1937 and 1991. It was the follow-up to the Cleansweep Five.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 13,
      "cost": 100,
      "name": "Comet 260",
      "source": "Harry Potter Movie Series",
      "description": "The Comet 260 was a broomstick manufactured by the Comet Trading Company before 1985.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 14,
      "cost": 100,
      "name": "Foe Glass ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Large mirror that shows fog instead of your reflection, fog contains silhouettes of those who consider you an enemy (or who you view as such) that grow clearer and more easily visible the closer they are to you.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 15,
      "cost": 100,
      "name": "Sneakoscope ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Small spinning top will light up, screech loudly, and spin non-stop in the presence of untrustworthy people.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 16,
      "cost": 100,
      "name": "Tea Leaves ",
      "source": "Harry Potter Movie Series ",
      "description": "An unlimited pot of fine quality tea leaves that are both delicious and perfect for Tessomancy, the magical art of reading tea leaves to predict events in the future. Though the results you get from this method of seeing the future may be vague, they will always be accurate.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 17,
      "cost": 100,
      "name": "Invisibility Cloak:",
      "source": "Harry Potter - Magic Edition",
      "description": "Made of Demiguise Hair. Will not become less effective over time.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 18,
      "cost": 100,
      "name": "Mokeskin Pouch ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Small leather pouch made to be worn around the neck, prevents others from getting anything placed into it.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 19,
      "cost": 100,
      "name": "Penknife ",
      "source": "Wizarding World Jump",
      "description": "Lockpicks are far from common within the magical community. After all, what need do wizards and witches have to pick a lock when a simple Alohamora does the job just fine most of the time. But concept is not lost to some people, and it shouldn’t be lost to you. After all, there are many ways to guard against the unlocking charm, a spell most people learn in their first year of school. And so, that’s where this rather fanciful penknife comes into play. As a knife, it isn’t really anything special. Sure, it can punch through flesh easily enough but you could do the same with any other knife. No, what makes this one special is that functions as a very efficient lockpick. So long as you can fit in the knife through the crack between the door and the wall, just slide it upand down a bit and the door shall be unlocked. It’s also capable of untying any knot, even the most complex. Just keep in mind that not every door blocking your path can be opened through this knife. Afterall, if you can’t jam this knife in a crack, the knife is just a knife.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 20,
      "cost": 100,
      "name": "Snack Supply ",
      "source": "Hogwarts Legacy",
      "description": "A large box with Honeydukes label on the side. It is filled with a full assortment of all of their products, and an identical filled box will be delivered to you every third day.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 21,
      "cost": 100,
      "name": "Wizarding Tent",
      "source": "Hogwarts Legacy",
      "description": "A modest, self-setting wizarding tent. It only has two bedrooms, a small kitchen and parlour, and a toilet, but it is enough for you and perhaps a couple of others to live comfortably within while out and about in the Highlands.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 22,
      "cost": 100,
      "name": "Shopping Trunk",
      "source": "Generic Harry Potter Fanfiction",
      "description": "A simple looking wooden trunk on the outside, this is pretty much a pocket dimension you can carry about. On the inside it has about a dozen compartments, each the size of your average living room. No matter how much you put in it, it will never weigh more than a feather. This comes with built-in bookshelves, a closet, potions rack and other containers for any common items you may pick up, and automatically sorts anything you may toss in for ease of access. In addition to that, it’s keyed to you, meaning only you and those you permit can open it. It can take the form of a muggle briefcase at your will and can even be shrunk to the size of a matchbox, without anything inside being affected, again at your will. Does not circulate air, unless you make the arrangements for it.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 23,
      "cost": 200,
      "name": "Racing Broom",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "A high-quality custom sports utility broom that will always be considered top-of-the-line. Indestructible, able to reach top speed in less than a second, and loaded with all sorts of quality-of-life features that make it perfectly suitable for long trips but that nonetheless don’t disqualify it from sports use. It has whatever badass name you want it to have.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 24,
      "cost": 200,
      "name": "Remembrall",
      "source": "Harry Potter Movie Series",
      "description": "A magical glass ball that contains smoke that turns red when its user has forgotten something. The smoke will turn clear once whatever the user has forgotten is remembered. This one will be returned to you via various methods if it should be stolen or lost.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 25,
      "cost": 200,
      "name": "Wizard Chess Set ",
      "source": "Harry Potter Movie Series",
      "description": "A magical variant of the classic board game Chess where the pieces have been enchanted to move on their own accord when commanded by the player. When a piece is taken, the losing piece is smashed by the winning piece. Don’t worry, all the pieces reassemble themselves after the game is over. This particular set is especially fancy and meets chess tournament regulation standards, it also folds up and has a shrink/grow command spell built into the folding mechanism, allowing it to shrink down into a keychain-sized miniature chess set or expand back into its full size when opened/closed.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 26,
      "cost": 200,
      "name": "Spectrespecs",
      "source": "Harry Potter Movie Series",
      "description": "These magical 3D glasses known as Spectrespecs tend to make the wearer look like a demented, multicoloured owl. Their true effect however is that they allow the user to see the true outline of normally invisible or shapeshifted beings.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 27,
      "cost": 200,
      "name": "Two-Way Mirrors ",
      "source": "Harry Potter Movie Series",
      "description": "This pair of mirrors are magically connected allowing you to communicate visually and verbally with the holder of the other mirror regardless of the distance between locations.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 28,
      "cost": 200,
      "name": "‘Fair’ Trades",
      "source": "Hogwarts Legacy",
      "description": "You have a silver tongue for making gold. Whether buying or selling, you are very gifted at the art of haggling, able to charm someone and convince them that a deal is absolutely in their favor, when you are actually the one coming out ahead. And you can easily tell when someone else is trying out the same tricks on you.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 29,
      "cost": 200,
      "name": "Crystal Ball ",
      "source": "Harry Potter Movie Series ",
      "description": "This Crystal ball is perfectly attuned to you; through it you can look anywhere so long as you know where the location you're trying to look at is. Once looking upon a location you can move the perspective of the ball’s sight, viewing the surrounding areas and moving in any direction, you can zoom in and out of an area as needed and change the angle you are looking at things.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 30,
      "cost": 200,
      "name": "Golden Quill",
      "source": "Harry Potter Movie Series ",
      "description": "You have a beautiful magical quill that never requires ink as the tip produces a limitless trail of gold to write with.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 31,
      "cost": 200,
      "name": "Dragonskin Trenchcoat",
      "source": "Harry Potter - Magic Edition",
      "description": "Very tough, almost impervious to most spells.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 32,
      "cost": 200,
      "name": "Exploding Snap ",
      "source": "Wizarding World Jump",
      "description": "To give you a brief description, Exploding Snap is a wizarding card game. Unlike Muggle cards however, the cards in Exploding Snap... explode, as the name implies. Fortunately, wizards are a bit more durable than Muggles so the worst injuries one might suffer would be mostly cosmetic, like singed eyebrows and burning hair. This set however, is a different story. Unlike ordinary Exploding Snap cards, these cards blow up with the force of an Blasting Curse, strong enough to blast through stone and more than enough to serve as an effective weapon against many a foe. And the deck is seemingly never ending, making sure you’ll never run out in a critical moment. On a final note, should you use these cards for Divination, such as card reading for example, you’ll find that whatever results you see will generally be clearer and more accurate. Even if you have no skill in Divination, surely you can learn a thing or two?",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 33,
      "cost": 200,
      "name": "The Emporium ",
      "source": "Generic Harry Potter Fanfiction",
      "description": "​It’s all fine being massively talented and capable. Now if only if you could convert all that into some cash, eh? This is your tool for that! This is your very own Emporium, a one stop shop focusing on one thing! You! This is a shop, that moves along with you, appearing nobtrusively in whatever cities you go to. As long as it’s not a one-of-a-kind, ultra-rare artefact, anything and everything you make, be it weapons, enchanted items, potions or simple, mundane items can be replicated endlessly here, ready to be sold off for its full worth. And you will always get its full worth. In the context of the local world, your items are priced to get the optimum result possible in terms of sales and profit. You can change this too, if you want to only sell to one side or something. The metrics are set by you, and the shop adapts to achieve the best possible results under them.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 34,
      "cost": 300,
      "name": "Your Very Own Business",
      "source": "Harry Potter - Era of the Marauders ",
      "description": "Your business pulls in a reasonable passive income whether you work at it actively or not. If you put the hours alongside your staff, you can earn lots more money than if you hadn't.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 35,
      "cost": 400,
      "name": "Horned Serpent Wand",
      "source": "Slytherin Jump",
      "description": "This wand made from snakewood and the horn of a horned serpent is sensitive to parseltongue and slightly vibrates when it is spoken. Just like the leaves of the snakewood tree have healing properties, so is this wand perfectly suited for healing magic of all kinds. Such magic comes easier to the caster, and the effects of such spells will be significantly more pronounced without any possible side-effects. It also has the curious ability to emit a low musical tone to warn its owner of danger.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 36,
      "cost": 400,
      "name": "Nimbus 2000",
      "source": "Harry Potter Movie Series",
      "description": "The Nimbus 2000 is a broomstick produced by the Nimbus Racing Broom Company as part of their successful line of racing brooms. At this point in time it has just been released and is the fastest broomstick in production. This Nimbus 2000 has been modified so that it automatically activates the Counter-spell runes whenever it or its rider have been targeted by hostile magic.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 37,
      "cost": 400,
      "name": "Firebolt ",
      "source": "Harry Potter Movie Series",
      "description": "The Firebolt was a world-class broomstick. It was the fastest at the time of its production in 1993. This Firebolt has been modified so that it can act as a wand. Although more cumbersome to wield than a traditional wand the Firebolt acts to magnify the enhancement properties of any charm spell.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 38,
      "cost": 400,
      "name": "Pair of Vanishing Cabinets",
      "source": "Harry Potter Movie Series",
      "description": "Anything that goes into one of these cabinets will appear in the other as soon as both are closed regardless of distance and any type of barrier that would normally block teleportation. At the most extreme level you could use this as a gateway across the local multiverse if you have a way to transport one of the cabinets to the other location.",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 39,
      "cost": 400,
      "name": "Jumper’s Alley ",
      "source": "Wizarding World Jump",
      "description": "If you’ve been around the block a few times, you would have surely heard of Diagon Alley, perhaps the true center of Wizarding London. If not, do not fret. All you have to know is that Diagon Alley is the focal point of the wizards and witches of London. No matter their origin, no matter their status, sooner or later, they will find their way to Diagon Alley. From the lowliest child to the most elite of adults, Diagon Alley is open to all. So why not have a place just like that? Entirely yours, Jumper’s Alley is the place to be. Situated within the populous city of your choice, this center of commerce is filled to the brim with shops and stores of every kind. In here, you can find and buy so much, from the common but ever so useful brooms and cauldrons to rare artifacts and creations like Vanishing Cabinets or the Hand of Glory. And as you hop from world to world, the market shall follow you along, appearing in one of the more high-profile cities or locales. With every new world Jumper’s Alley finds itself in, the alley shall only grow larger and larger as more and more shops brought into its fold. Even now, you can already spot a few stores selling items from your previous Jumps. How much more can it grow as you travel more and more?",
      "chapter": "Diagon Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Diagon Alley",
      "__line": 40,
      "cost": 400,
      "name": "All School Supplies",
      "source": "Harry Potter - Era of the Marauders ",
      "description": "Your schooling is free, covered by the Ministry of Magic, but you've still gotta buy all your own supplies. Well, you could just buy them each year as you need them, or you could spend valuable cp on them. If you spend that cp, your supplies refill once a month. Also, you get them all at once in a special magical trunk. This trunk keeps your potions supplies fresh, and travels easier due to the latest in magical innovations (wheels affixed to the bottom).",
      "chapter": "Diagon Alley"
    }
  ],
  "2": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 1,
      "cost": 0,
      "name": "Boomslang ",
      "source": "Slytherin Jump",
      "description": "The Boomslang is a venomous snake native to sub-Saharan Africa. They are excellent climbers and mainly live arboreal lives, though they are not restricted to the treetops and can often be found on the ground as well. Though they are non-magical, their shed skin is a vital ingredient in many potions, one of which being the polyjuice potion.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 2,
      "cost": 0,
      "name": "Owl",
      "source": "Harry Potter Movie Series",
      "description": "Carnivorous Bird that feeds on small prey animals. Used by Wizards to deliver Mail.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 3,
      "cost": 100,
      "name": "Ashwinder ",
      "source": "Slytherin Jump",
      "description": "These magical snakes are birthed from the remains of magical fires that have been allowed to burn unchecked. Their eggs give off an intense, sweltering heat capable of igniting a building within minutes. If these eggs are frozen with the appropriate spell, they can then be used in several potions. Ashwinders normally only live for an hour or so, collapsing into dust after laying their eggs. Unlike all other Ashwinders, that does not seem to be the case for this one, it’s capable of surviving past its first hour of life and can lay eggs without dying just fine.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 4,
      "cost": 100,
      "name": "Runespoor",
      "source": "Slytherin Jump",
      "description": "A magical three-headed snake native to Burkina Faso. 1.8 to 2.1 meters in size on average, these orange-and-black-striped snakes have long since been associated with dark wizards. Each head serves a different function. The left head is the planner, the middle head the dreamer, and the right head the critic. It is not uncommon to see runespoors with a missing right head, the other two heads frequently band together to bite it off if they’ve been criticised too much. Fortunately, the three heads of this particular runespoor all seem to get along just fine. It should be noted that this creature’s eggs are produced through the mouth, and are quite valuable due to their usefulness as an ingredient in several potions.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 5,
      "cost": 100,
      "name": "Vivariums ",
      "source": "Hogwarts Legacy",
      "description": "A pair of enchanted rooms that can mimic a specific biome. Each room can house up to eight creatures comfortably, and comes with auto-feeders to keep them fed. These can be hooked up to the same door with a slider to allow for the selection of which vivarium to enter. You can adjust the biome of each vivarium once per week.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 6,
      "cost": 100,
      "name": "Acromantula Egg ",
      "source": "Harry Potter Movie Series",
      "description": "This Acromantula egg is one of Aragog’s children gifted to you as a symbol of friendship. When it hatches it will be an infant giant spider the size of a Pekingese, growing as it ages until it is about the size of a small elephant, however thanks to Jumpchan this Acromantula will be able to control their own size changing within their natural limits. While this Acromantula is with you no other Acromantula will approach you and you will be able to milk magical silks and venoms from them that can easily be enchanted. With time they will learn how to communicate with humans via speech.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 7,
      "cost": 100,
      "name": "Nagini",
      "source": "Harry Potter Movie Series",
      "description": "Once a beautiful young woman but due to a blood curse Nagini was permanently turned into a snake and from a twist of fate she became a Horcrux of Lord Voldemort. You may choose for Nagini to become a Companion as a Snake Animagus without her blood curse, have her become a full snake or take this as a Perk in order to become a Snake Animagus yourself, in addition to any other animagus abilities you may possess or come to possess.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 8,
      "cost": 100,
      "name": "Thestral ",
      "source": "Harry Potter Movie Series",
      "description": "This breed of magical winged horse has a skeletal body, face with reptilian features and wide leathery wings that resemble a bat's. The most well-known ability of these beasts is their invisibility to those who had not seen death. In other words, they were only visible to people who had seen someone dying and fully accepted, understood and internalised the concept.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 9,
      "cost": 100,
      "name": "Fantastic Beast Feed ",
      "source": "Harry Potter Movie Series",
      "description": "This feed trough produces a limitless supply of the perfect food for any creature that attempts to eat from it.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 10,
      "cost": 100,
      "name": "Zoo in a Suitcase",
      "source": "Harry Potter Movie Series",
      "description": "This suitcase has been bewitched with an Undetectable Extension Charm, inside which you can house a vast number of magical beasts who each gain their own habitat to comfortably house them and inform viewers about them. You may also choose for this Suitcase to take the appearance of a Trunk.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 11,
      "cost": 100,
      "name": "Puffskein ",
      "source": "Harry Potter Movie Series",
      "description": "Puffskein are found worldwide, they are spherical in shape and covered in soft, custard-coloured fur. A docile creature that has no objection to being cuddled or thrown about. Easy to care for, it emits a low humming noise when content. From time to time a very long, thin, pink tongue will emerge from the depths of the Puffskein and can snake through a house searching for food. The Puffskein is a scavenger that will eat anything from leftovers to spiders.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 12,
      "cost": 100,
      "name": "Diricawl ",
      "source": "Harry Potter Movie Series",
      "description": "This flightless magical bird is known to Muggles as the Dodo. It is plum fluffy-feathered and native to the island of Mauritius in the Indian Ocea While Muggles believed this bird to be extinct, in reality, it has the ability to disappear and reappear elsewhere as a means of escaping danger, similar to apparition.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 13,
      "cost": 100,
      "name": "Augurey ",
      "source": "Harry Potter Movie Series",
      "description": "Known as the Irish Phoenix, it is a thin and mournful looking magical bird, somewhat like a small underfed vulture. The cry of the Augurey signals approaching rainfall, however it was long believed that the mournful cry of the Augurey foretold death.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 14,
      "cost": 100,
      "name": "Crumple Horned Snorkack",
      "source": "Harry Potter Movie Series",
      "description": "I have no idea how but you did it. You actually found one! (fanwank responsibly)",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 15,
      "cost": 100,
      "name": "Half-Kneazle Cat",
      "source": "Harry Potter - Magic Edition",
      "description": "Counts as an item and follower, Magically detects untrustworthy people.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 16,
      "cost": 100,
      "name": "Moleskin Overcoat ",
      "source": "Wizarding World Jump",
      "description": "If you’re going to be out and about in the world, you’ll need to have more than just your wand in hand and the clothes on your back. Which is why something like this has been offered to you. Weaved with moleskin, this special overcoat is a shining example of how wondrous magic can be. Enchanted with magic, the pockets within this overcoat are far larger than they appear. You could fit in teapots, sausages, an umbrella, keys, an entire birthday cake, and many more. Wear this upon your shoulders and you’ll never need to fear running low on supplies with just how much you can pack into this thing.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 17,
      "cost": 200,
      "name": "Animagus",
      "source": "Wizarding World Jump",
      "description": "An Animagus is a witch or wizard capable of transforming themselves into a certain animal and back to human form at will. Unlike normal Transfiguration however, an Animagus’ transformation can be done seamlessly, requiring neither the use of a spell nor a wand and of course, an Animagus is capable of communicating with other animals when transformed. Becoming an Animagus is difficult and tedious, but many would say that the advantages of becoming one are well worth it. Fortunately for you, unlike many others, you have the option to skip past the dangerous and months-long process required to become an Animagus. This is an especially useful thing if you’re a werewolf since you probably won’t be able to go through the entire process at all. Of course, if you choose this, you get to decide what your Animagus form is. No magical creatures though. Only non-magical beasts are available to you. Extinct creatures are fair game though.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 18,
      "cost": 200,
      "name": "Beast Taming ",
      "source": "Hogwarts Legacy",
      "description": "You have a wealth of knowledge and experience in working with creatures, particularly magical ones. Whether you prefer to conserve or exploit the beasts, you are deeply familiar with their various habits, abilities, habitats, and oddities. And even when you come across an unfamiliar beast, you can pick up a great deal of information about them with a minimal amount of observation.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 19,
      "cost": 200,
      "name": "Creature Care Supplies ",
      "source": "Hogwarts Legacy",
      "description": "A leather bag filled with supplies for carrying for all manner of magical beasts. There are several enchanted grooming tools that will pamper a target creature on command and painlessly harvest ingredients like fur and nail trimmings in the process. There is an assortment of monster feed that will never run out, and several large and durable balls that all creatures will love to play with.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 20,
      "cost": 200,
      "name": "Nab-Sack",
      "source": "Hogwarts Legacy",
      "description": "A large bag that is a vital tool for many poachers. This sack is able to securely store up to a dozen creatures at once, even up to the size of Hippogryph or Thestral. It has a stunning effect you can activate when targeting a creature, which will daze them for several moments while the bag draws them in. Creatures will be in stasis while in the sack, needing no food or drink until they are released.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 21,
      "cost": 200,
      "name": "Beast Tamer ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You have a knack for understanding the instincts and body language of non-human creatures, which not only makes them easy to get along with if you’re so inclined, but easy to train if that’s the sort of career you’re going for.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 22,
      "cost": 200,
      "name": "Instincts ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "A surprisingly large number of the creatures whose blood you may have been gifted with or inherited are some kind of predator. Others have warrior aspects of their cultures, and others are simply dangerous or aggressive besides. You've inherited that temperament to a degree, and find that your instincts are finely honed for hunting and battle making such things come naturally to you. Your senses, meanwhile, are very good at picking up the danger to the point that a hidden assassin may be revealed to you by the hairs standing up on the back of your neck.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 23,
      "cost": 200,
      "name": "Unicorn Blood ",
      "source": "Harry Potter Movie Series",
      "description": "Both blessed and cursed, the blood of a unicorn can extend the life of the dying keeping even the drinker alive even when an inch from death, normally due to slaying something pure and defenceless to save yourself, you would have but a half-life, a cursed life, from the moment the blood touches your lips. Luckily for you this self-refilling bag of blood has been ethically sourced, preventing the curse from taking effect.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 24,
      "cost": 200,
      "name": "Monstrous Book of Monsters ",
      "source": "Harry Potter Movie Series",
      "description": "The Monster Book of Monsters is a particularly vicious sentient textbook that can iincorporate qualities of various creatures. This version of the book is a bit different then other versions. The book can gain the abilities and mannerisms of various creatures. For example, feeding it demiguise fur and it’ll be able to turn invisible, feed it demiguise blood and it’ll be able to predict the (near) future as well. This lets you turn the book into a chimeric book-shaped creature. The book is quite informative, but usually difficult to access due to its aggressive nature This copy, while quite vicious to others, seems incredibly loving and caring towards you acting almost like a puppy or a kitten. This book thoroughly enjoys having its spine stroked, and updates each Jump gaining new information.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 25,
      "cost": 200,
      "name": "Buckbeak ",
      "source": "Harry Potter Movie Series",
      "description": "This male Hippogryph has declared you as worthy and will now follow you anywhere and everywhere being able to fly both through magical and non magical means",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 26,
      "cost": 200,
      "name": "Little Bag of Dragons",
      "source": "Harry Potter Movie Series",
      "description": "This little bag contains various types of animate model dragons that function as realistic models of any dragons that exist within the continuity, including the Hungarian Horntails, Chinese Fireballs, Swedish Short-Snouts, and Common Welsh Greens. These models can be used to roast food such as chestnuts, start fires, stalk and eat bugs/mice/rats near you and the bag gains new models at the start of each jump.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 27,
      "cost": 200,
      "name": "Heir of Scamander",
      "source": "Harry Potter Movie Series",
      "description": "You are a relative of Newt Scamander the famous author of Fantastic Beasts and Where to Find Them giving you an innate understanding of the nature of magical creatures",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 28,
      "cost": 200,
      "name": "A Ferret of Monstrous Size",
      "source": "Harry Potter Movie Series",
      "description": "You are able to enchant any creature with a memetic field so that anyone who sees it will both continuously and subconsciously believe that it is an odd variation of a mundane animal, not a supernatural creature.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 29,
      "cost": 200,
      "name": "M.O.M. Classification ",
      "source": "Harry Potter Movie Series",
      "description": "You are now able to instantly grade any creature including beasts, beings and spirits you meet against the classification used by the British Ministry of Magic scaling up as appropriate. This offers a guide to the perceived danger level of a creature at-a-glance, both for yourself and others.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 30,
      "cost": 200,
      "name": "Baby Basilisk",
      "source": "Harry Potter - Magic Edition",
      "description": "Counts as an item and follower, Magical snake that kills anyone who looks it in the eye, and whose poison can only be cured by phoenix tears. Grows to be huge; killed by the crow of roosters. Highly illegal.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 31,
      "cost": 200,
      "name": "Everyday I’m Slytherin’",
      "source": "Slytherin Jump",
      "description": "What greater way to honour Salazar Slytherin is there than to take the form of a snake? Why, it would seem that’s precisely what you did. You’ve become an animagus, a witch or wizard who can transform themselves into an animal (and back again — important, that!). More specifically, you are a snake animagus. You may choose a single extant non-magical snake as your animagus form.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 32,
      "cost": 300,
      "name": "Horned Serpent ",
      "source": "Slytherin Jump",
      "description": "A species of highly-intelligent magical snakes that can be found in several places of the world, it is however most commonly found in North America. Though the Horned Serpent primarily inhabits large bodies of water as their natural habitat, they can survive just fine outside of the water as well. As their name might imply, these magnificent creatures have a horn on their head, though some American specimens have been noted to additionally sport a jewel on their forehead. It is said that these jewels grant them the powers of invisibility and flight. Amongst wandmakers it is known that shavings of a Horned Serpent’s horn can be used as powerful wand cores and are sensitive to parseltongue. Wands with such a core are known to warn their owner of danger by emitting a low musical tone, a trait the cores share with the Horned Serpent.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 33,
      "cost": 300,
      "name": "Basilisk",
      "source": "Slytherin Jump",
      "description": "Of the many fearsome beasts and monsters that roam this world, there is none more curious or deadly than the Basilisk, also known as the King of Serpents. This magical serpent born from a chicken's egg hatched beneath a toad was first bred by the dark wizard Herpo the Foul. They are capable of living for hundreds of years, have a deadly gaze capable of killing and/or petrifying those who make eye contact with it, and have wicked fangs that can inject a venomous substance so potent it can kill a person within minutes and even destroy powerful magical artefacts. A most curious trait of this particular basilisk is that it seems to prefer to keep its eyes closed at all times, instead preferring to navigate the world with its other senses. No doubt it would still be willing to open its eyes if necessary or if commanded to by you.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 34,
      "cost": 300,
      "name": "Phoenix Companion",
      "source": "Harry Potter - Magic Edition",
      "description": "Counts as an item and follower, Resurrects itself in a blast of flame if killed. Song is magic, and tears have supreme healing abilities. Can carry immensely heavy loads while flying. Can teleport in a blast of flames.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 35,
      "cost": 400,
      "name": "A Phoenix Tear ",
      "source": "Harry Potter Movie Series",
      "description": "A small daily self refilling glass vial that contains a magical regenerative liquid that enriches the vitality of the user while it restores any wound and cures any poison without causing scars.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 36,
      "cost": 400,
      "name": "What are Nargles",
      "source": "Harry Potter Movie Series",
      "description": "At the start of each Jump you will gain all available academic knowledge of any and all supernatural creatures that exist in that setting and what normally mundane creatures are theoretically capable of using unusual or supernatural abilities.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 37,
      "cost": 400,
      "name": "Hungarian Horntail",
      "source": "Harry Potter Movie Series",
      "description": "Supposedly the most dangerous of all dragon breeds, the Hungarian Horntail has black scales and is lizard-like in appearance. It has yellow eyes, bronze horns, and similarly-coloured spikes that protrude from its long tail. The Horntail has one of the longest fire-breathing ranges",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 38,
      "cost": 400,
      "name": "Common Welsh Green ",
      "source": "Harry Potter Movie Series",
      "description": "The Common Welsh Green, or just Welsh Green, is a dragon native to Wales that has a distinctive, musical roar. It nests in the higher mountain regions, where a reservation has been set up for it.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 39,
      "cost": 400,
      "name": "Chinese Fireball ",
      "source": "Harry Potter Movie Series",
      "description": "Also known as the Liondragon, it is scarlet in colour and smooth scaled, with a fringe of golden spikes around its snub-snouted face and extremely protuberant eyes. This dragon is native to China and was named for the rounded balls of flame that come from its nostrils.",
      "chapter": "Dragon Reserve"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Dragon Reserve",
      "__line": 40,
      "cost": 400,
      "name": "Toad and a Chicken Egg",
      "source": "Generic HP Dark Wizard Jump",
      "description": "A simple chicken's egg and a toad, not worth so much as a single Galleon normally, but this pair will allow you to hatch a Basilisk that will grow to the full size and power as the one hatched by Salazar Slytherin over the course of a single year. You get a new Toad and egg at the start of each Jump.",
      "chapter": "Dragon Reserve"
    }
  ],
  "3": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 1,
      "cost": 0,
      "name": "Dirigible Plum Bush ",
      "source": "Harry Potter Movie Series",
      "description": "This small bush contains an orange radish-like magical fruit that grows upside down and will float away if disconnected from the stem. When used for cooking the plums a quite tasty and very healthy for magical beings in small doses.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 2,
      "cost": 100,
      "name": "Herbology Pouch ",
      "source": "Hogwarts Legacy",
      "description": "A leather pouch that can perfectly preserve various plants after harvesting. It can store a few dozen specimens at once, and, twice a day, if empty, you can cause it to be filled with half a dozen samples of dittany, mallowsweet, knotgrass, shrivelfigs, or fluxweed; three Chinese chomping cabbages; two mandrakes; or one venomous tentacula",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 3,
      "cost": 100,
      "name": "Herbology Garden",
      "source": "Hogwarts Legacy",
      "description": "A greenhouse, kept to the perfect temperature, with several planter boxes and garden spaces, allowing for multiple species of plants to be cultivated and cared for. Comes with a storage box that will automatically harvest and store plants that reach maturity, with the area being automatically reseeded afterwards.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 4,
      "cost": 100,
      "name": "Bowtruckle ",
      "source": "Harry Potter Movie Series",
      "description": "The Bowtruckle is a small tree-guardian apparently made of bark and twigs with two small brown eyes. It is found mainly in the west of England, southern Germany, and certain Scandinavian forests. The Bowtruckle, which eats insects, is a peaceable and intensely shy creature but if the tree in which it lives is threatened, it has been known to attack; however an offering of woodlice will placate the Bowtruckle long enough to let a witch or wizard remove wand-wood from its tree.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 5,
      "cost": 100,
      "name": "Chinese Chomping Cabbage",
      "source": "Hogwarts Professor Jumpchain",
      "description": "One of the Carnivorous Plant species, has a large appetite and while it prefers to eat other plants it will take a bite out of humans without issue.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 6,
      "cost": 100,
      "name": "Flitterbloom ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Superficially resembles the Devil's Snare but while capable of movement is entirely harmless and oftentimes used as decorations.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 7,
      "cost": 100,
      "name": "Screechsnap",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Semi-Sentient plant capable of independent movement and able to make noise (most often a Screech or Squeaking Sound).",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 8,
      "cost": 100,
      "name": "Flutterby Bush ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Large flowering bush, once per century will adapt and emit a smell to draw in the unwary.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 9,
      "cost": 100,
      "name": "Bubotuber ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "A plant that resembles a rather large black slug, produces a Pus that when diluted cures Acne (and if undiluted is extremely painful to touch).",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 10,
      "cost": 100,
      "name": "Mimbulus Mimbletonia",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Small Cactus like plant covered with large gray Boils rather than spines, if prodded the boils release large quantities of Stinksap (a non toxic sap that nonetheless is best avoided as it smells strongly of \"Rancid Manure\").",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 11,
      "cost": 100,
      "name": "Leaping Toadstool ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Bright Red Mushroom with White or Yellow Spots. Sentient and can move about by Jumping.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 12,
      "cost": 100,
      "name": "Puffapod ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Instantly bloom on contact with dirt, highly allergenic to Trolls and make them sneeze uncontrollably.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 13,
      "cost": 100,
      "name": "Bouncing Bulb",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Large Purple Bulb plant that is capable of self locomotion through bouncing, can be aggressive if it feels threatened.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 14,
      "cost": 100,
      "name": "Spiky Bush ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Bush with large yellow thorns, can and will shoot said spines at nearby Humans.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 15,
      "cost": 100,
      "name": "Planters & Pots",
      "source": "Hogwarts Professor Jumpchain",
      "description": "While the magnificence and glory of well-trained spell work cannot be denied, you would be a fool to disregard the arts of Potions and Herbology both. A proper potioneer and a proper herbologist would be the equal of any wand-wielding witch or wizard. You are no potioneer or herbologist just yet but that, like many other things, is subject to change. To get you started on this path, you’ve been provided with an endless supply of planters and pots, each one unique when it comes to their design. Any plants grown within these planters are ensured to always grow healthy, never dying of disease or wilting away until you pluck them. For potions, the same principle applies. Whatever potions you brew with the pots will never suffer from any disastrous failures. Any failures here will simply be borne from your lack of skill and training.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 16,
      "cost": 200,
      "name": "Snakewood Tree",
      "source": "Slytherin Jump",
      "description": "A semi-sentient tree with a wavy grain pattern, it somehow resists all attempts at pruning or killing it by anyone except you. The wood of this tree makes for excellent wands, and the leaves possess interesting healing properties. Can be placed in a location of your choosing at the beginning of every Jump, or optionally can become a warehouse attachment. Furthermore at the beginning of every Jump you will also gain an additional snakewood tree sapling, ready to be planted.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 17,
      "cost": 200,
      "name": "Mandrake Plantation",
      "source": "Harry Potter Movie Series",
      "description": "You gain a warehouse farm-like attachment that grows rows of Mandrakes automatically. Mandrakes are a magical and sentient plant which has roots that look like a human and a cry that can be fatal to anyone who hears it. The root of a Mandrake is a powerful potion ingredient that can be used to enhance many potions including the potent Mandrake Restorative Draught, a healing potion capable of curing petrification",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 18,
      "cost": 200,
      "name": "Convenient Pumpkins",
      "source": "Harry Potter Movie Series",
      "description": "Whenever you need a hiding space an unexpected pile of pumpkins will appear which always seem to act as perfect cover. The pumpkins will not attract any sort of attention and will never seem to be out of place. People will remember them as always having been there and will not think to check around them.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 19,
      "cost": 200,
      "name": "A Flower Test ",
      "source": "Harry Potter Movie Series",
      "description": "This magical stem can take the form of any flower and by having someone interact with it you can learn their magical aptitudes by the reaction it has, such as causing it to bloom as a dandelion then open and close its petals. Though to others this may appear to be an odd spectacle you will completely understand what styles and applications of magic they are good and bad at.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 20,
      "cost": 200,
      "name": "Venomous Tentacula ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "A large carnivorous plant with prehensile extending vines, large fangs, a maw large enough to swallow Humans whole, and venom in every last inch (gives it a particularly nasty Bite).",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 21,
      "cost": 200,
      "name": "Snargaluff ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "At first sight this Magical Plant looks like nothing more than a rather gnarled stump, but if you get too close it springs to life striking out with long Thorn covered vines.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 22,
      "cost": 200,
      "name": "Wiggentree",
      "source": "Hogwarts Professor Jumpchain",
      "description": "A magical variant of the Rowan Tree, the Wiggentree repels Dark Creatures and is known to protect anyone in contact with the tree (or a cutting of such) from such for as long as they maintained contact",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 23,
      "cost": 200,
      "name": "Dittany ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "A powerful healing herb that causes flesh to grow over bleeding wounds speeding the healing process by several days, can also be burned creating a green smoke that can cure colds.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 24,
      "cost": 200,
      "name": "Gillyweed ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Slimy and disgusting, resembles a mass of Rat Tails but if eaten will cause the consumer to grow gills and webbing on their hands and feet for an hour, unfortunately it also removes the ability to breathe Air for the duration of the transformation.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 25,
      "cost": 200,
      "name": "Fire Seed Bush",
      "source": "Hogwarts Professor Jumpchain",
      "description": "A magic Bush which Burns for as long as it lives, the seeds are useful for a number of Potions and are frequently used to help warm and Hatch Dragon Eggs.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 26,
      "cost": 200,
      "name": "Devil's Snare ",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Vines capable of independent movement, will seek to ensnare and strangle living targets. Hates Light and Heat and will release anyone grabbed by it if they keep still and don't struggle.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 27,
      "cost": 200,
      "name": "A Garden of Trees ",
      "source": "Wizarding World Jumpchain",
      "description": "From Devil’s Snare to the Whomping Willow and more, there are no shortage of horrific and wondrous examples of flora within the Wizarding World. So why not bring them along with you across your lengthy journey. You now have a door in your Warehouse that leads to an endless greenhouse. For now, this greenhouse is unused but with the chest right by the door, you can change that. The chest contains seeds, an endless amount of them. And you have seeds for each and every type of plantlife to be found in this world. And do not forget to look beyond the magical. Mundane they may be, wonders can be made from even the simplest of materials. To help you with your greenhouse, the seeds are fortunately placed within their own individual seed packets and if you have a specific seed you’re looking, said seed packets will front and center whenever you open up the chest.",
      "chapter": "Greenhouses"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Greenhouses",
      "__line": 28,
      "cost": 400,
      "name": "A Whomping Guardian ",
      "source": "Harry Potter Movie Series",
      "description": "A potted Whomping Willow that can grow to its full size at will. This tree has a powerful magic-enhanced strike and a good throwing arm. It is loyal to you and will protect anything you tell it too but would never intentionally harm you.",
      "chapter": "Greenhouses"
    }
  ],
  "4": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 1,
      "cost": 200,
      "name": "Gringotts Vault",
      "source": "Slytherin Jump",
      "description": "Gringotts Wizarding Bank is the only wizarding bank in Great Britain, and is owned and operated by goblins. Many wizarding families have their own vault, and now so do you. Located within the deepest parts of the bank itself and protected by a blind dragon and several protections known only to the goblins of Gringotts, your vault contains a veritable boatload of galleons, sickles, knuts, and precious gems such as diamonds, rubies, and emeralds. You’re now wealthy enough to live in absolute luxury for several hundred years. As a free complimentary service, Gringotts also offers a currency exchange service, allowing you to to exchange your wizarding wealth for any other currency. This vault while part of the bank is also in an extra-dimensional space you can access through any door using your key",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 2,
      "cost": 600,
      "name": "Slytherin’s Locket ",
      "source": "Slytherin’s Locket ",
      "description": "A golden locket decorated with a serpentine S in glittering green stone inlay on the front, originally owned by none other than Salazar Slytherin himself. It is said that it contains all kinds of magical powers, but that it will only allow itself to be used by those who speak the serpent’s tongue. Should you be capable of such, then the locket will reveal its true power to you. It will allow you to imbue it with a small part of your soul. This ensures that should you somehow shuffle off this mortal coil someone will pick up the locket and be compelled to bring you back to life through a profane ritual within the next few weeks. This ritual does destroy the locket in the process, but curiously you will find it restored to perfect condition at the end of the Jump or after ten years, whichever comes first.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 3,
      "cost": 100,
      "name": "Galleon Pouch ",
      "source": "Hogwarts Legacy",
      "description": "A large sack full of a hundred galleons. A modest fortune by the standards of the time (keeping in mind the prices in the game are inflated by roughly a factor of 100 to 200 times what they would actually be). This sack will gain one hundred more galleons each month.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 4,
      "cost": 200,
      "name": "Pensieve ",
      "source": "Hogwarts Legacy",
      "description": "A special enchanted device that can allow memories to be replayed in impossible detail. The basin comes with a plinth to sit on, which has a hidden storage compartment with a hundred specially prepared vials, each of which can securely hold a memory for later viewing. Also comes with an enchanted eyedropper that can allow anyone, even Muggles, to safely extract a memory for viewing.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 5,
      "cost": 200,
      "name": "Watchful Chest",
      "source": "Hogwarts Legacy",
      "description": "A large chest with a large eye in the place of a lock, which has also been fitted with a set of wheels on the bottom, allowing it to wheel itself around. This chest is hardened against unlocking spells, and its eye has been enchanted, allowing it to see through invisibility spells. It will only open itself for you and those you explicitly tell it to allow access.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 6,
      "cost": 400,
      "name": "Sealed Repository ",
      "source": "Hogwarts Legacy",
      "description": "A large set of rings, made out of Goblin Silver and filled to the brim with Ancient Magic. Unlike the repositories that the Keepers guard, this repository is not tainted with negative emotions, but is instead a source of pure magic. It is possible for you to draw out this magic to empower yourself or link it into enchantments and wards to greatly empower them, even if you don't have the ability to see Ancient Magic natively. With such a power, you could use this power even more precisely. The energy within the repository will regenerate over time if used.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 7,
      "cost": 100,
      "name": "Room Of Lost Things ",
      "source": "Hogwarts Legacy",
      "description": "A room filled with the remnants of a great deal of broken and discarded items, ranging from furniture to decorations to chests to books. Hidden among the random junk can be potential treasures that are still valuable, simply lost. Over time, newly ‘lost’ items will appear within the room.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 8,
      "cost": 200,
      "name": "Philosopher’s Stone ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You could have made this on your own, but maybe you don’t have the patience, or you’d like a sample to reverse engineer, or you’d just prefer the security of a fiat-backed item that’ll make its way back to your warehouse if lost or stolen. Anyway, the philosopher's stone is an artifact that allows one to translate base metals into pure gold and that produces the elixir of life, a potion that restores the drinkers to their full strength and can make them immortal if consumed regularly and continuously. Supplemental materials likewise imply that it will increase your power and skill in regard to alchemy and its component disciplines. Now the prequel films seem to imply that the elixir merely slows aging rather than stopping it or restoring youth but plenty of fanfics predate that reveal and do depict it deaging you to the prime of your youth so this version does.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 9,
      "cost": 600,
      "name": "Ring of Lordship ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You’ve inherited, by blood, adoption, or conquest, a dozen or so noble titles of various ranks tied to various families of various levels of prestige and this ring will prove it to anyone who sees it on your finger. Not only that, but your noble heritage somehow gives you the power to vote in the legislative bodies of whatever nation you currently reside in even if you are only a child and the legislature has nothing to do with nobility. Even if nobility isn’t recognized in that nation. Not only that, you get multiple votes. How many? Enough to be a considerable power block by yourself but not enough to be a decisive majority. You may also appoint proxies to vote for you if you’d rather not attend sessions in person.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 10,
      "cost": 0,
      "name": "Gold Galleons",
      "source": "Harry Potter Movie Series",
      "description": "For Free you will gain £1,000 worth of wizarding currency broken down into the following amounts: ● 4,930 Bronze Knuts ● 170 Silver Sickles ● 180 Golden Galleons",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 11,
      "cost": 600,
      "name": "Cloak of Invisibility ",
      "source": "Harry Potter Movie Series",
      "description": "A magical artefact used to render the wearer invisible, it can be one of the rare commercially available invisibility cloaks or take the place of the fabled Deathly Hallow though lacking the tracking and compulsion charms the original had. In Jump this can become an independent copy or it can replace the Cloak of Invisibility, absorbing it and either appearing in its place or in your possession.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 12,
      "cost": 400,
      "name": "Mirror of Erised ",
      "source": "Harry Potter Movie Series",
      "description": "The Mirror of Erised is a magical mirror that shows the viewer their deepest and most desperate desire that is held in their heart. The mirror is also enchanted so that it can store and perfectly hide anything within it and set conditions for others to access the Items within, such as only those who seek the Item but do not plan to use it may retrieve it.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 13,
      "cost": 600,
      "name": "Sword of Godric Gryffindor ",
      "source": "Harry Potter Movie Series",
      "description": "A goblin-made magical sword owned by the famed wizard Godric Gryffindor, this sword can be used as a wand and because it is made from goblin's silver, it strengthens itself with what it touches meaning it never requires cleaning and is imbued with Basilisk venom.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 14,
      "cost": 600,
      "name": "Resurrection Stone",
      "source": "Harry Potter Movie Series",
      "description": "This glass-like Stone engraved with the Peverell coat of arms is fitted into a golden ring.Unlike the original, this one does not harm you if you wear it. It has the power to resurrect the spirits of the deceased as summoned shades that are more physically solid than a ghost but less so than a living body. These shades produce a repelling effect against Dementors and other soul-consuming beings; except yourself if you are able to consume souls.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 15,
      "cost": 600,
      "name": "Hufflepuff's Cup ",
      "source": "Harry Potter Movie Series",
      "description": "This small golden badger engraved cup was enchanted by Helga Hufflepuff to be an internally isolated space and perform a permanent transmutation. This method of transmutation allows you to convert any liquid into any other type of liquid, even those that don't exist in-universe and thereby surpass Gamp's Law of Elemental Transfiguration. Through this you could convert water into blood, vinegar, wine and even liquid gold with none of it sticking to the inside when poured out. Once a liquid has left the cup the magic keeping it in liquid state will end and may cause an exothermic or endothermic reaction. In Jump this can become an independent copy or it can replace Voldemort's Horcrux, destroying it and either appearing in its place or in your possession.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 16,
      "cost": 600,
      "name": "Rowena Ravenclaw's Diadem",
      "source": "Harry Potter Movie Series",
      "description": "This diadem is often said to enhance the wisdom of its wearer, however in truth it does far more than that. While being worn the diadem clears the user’s mind of all distractions, allowing them clarity of thought, and increases their perception of events, allowing them longer to think in the same span of time. The diadem also grants the user a form of photographic memory which allows them to call up anything they have ever known and retain any knowledge they gain whilst wearing the diadem perfectly once it has been removed. In Jump this can become an independent copy or it can replace Voldemort's Horcrux, destroying it and either appearing in its place or in your possession.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 17,
      "cost": 600,
      "name": "Elder Wand ",
      "source": "Harry Potter Movie Series",
      "description": "This wand is more than just a focus, it is an amplifier allowing any spells cast using it be ten times stronger than a regular wand. While holding this wand you also gain the collective magical knowledge of everyone who has ever used this wand or been defeated by it, though in order to retain the information you will need to hold the Elder Wand and practice using a regular wand. You have truly earned the loyalty of this wand, and so it will take no other master. In Jump this can become an independent copy or it can replace the Elder Wand, absorbing it and either appearing in its place or in your possession.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 18,
      "cost": 300,
      "name": "Goblin Forged Blade",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Blade forged of silver by a Goblin, never tarnishes, dulls, or breaks, and takes in anything that would make the blade stronger.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 19,
      "cost": 100,
      "name": "\"Great Gold Coins The Size Of Hubcaps\"",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Gain 500 Galleons (or same Value in the local Equivalent) on September 1st every Year.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 20,
      "cost": 200,
      "name": "Crown of Mneme ",
      "source": "Wizarding World Jumpchain",
      "description": "You may have heard of the Deathly Hallows, objects of such power that wizards and witches have killed to obtain them for centuries. If so, you probably aren’t surprised to learn that there are more artifacts of great power to be found in this world, even if they aren’t as mighty as the Deathly Hallows. Created by Dai Ryusaki, a professor of Mahoutokoro, many centuries ago, the Crown of Mneme can be considered a Legilimen’s best friend. Even a novice in the mental arts will find themselves possessing considerable skill in Legilimency once this crown rests on their head. Originally intended as a medical device of sorts, the Crown of Mneme will do more than bolster your skill in Legilimency. With this crown, masters of Legilimency will even be able to recreate one of the Unforgivable Curses, being fully capable of controlling the weak-minded so long as they focus.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 21,
      "cost": 400,
      "name": "Deluminator",
      "source": "Wizarding World Jumpchain",
      "description": "Now just how did you get your hands on this? This little thing, resembling a rather fancy cigarette lighter, is the Deluminator and it is the proud creation of one Albus Dumbledore, quite possibly the greatest wizard of the modern age. Fittingly enough, this device is quite powerful indeed. At the most basic level, the Deluminator can take away and put back light from any source, whether it be technological or magical. Second, whenever your name is mentioned in a conversation, the Deluminator will play back a snippet of the conversation to you. Activate the Deluminator at this point and you will safely be apparated into location, enough to ensure that you may never be separated from your friends again. Finally, there is the Deluminator’s most powerful ability. With this, you may transport yourself and others into a mirror dimension of sorts. Within this world, you may battle to your heart’s content, with no risk to the people and the world beyond. Albus Dumbledore truly was a genius if he could make something like this. Why not follow in his footsteps, at least in this regard?",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 22,
      "cost": 400,
      "name": "Goblin Armor",
      "source": "Wizarding World Jumpchain",
      "description": "Whatever wizards and witches may believe about goblins, fools dare to underestimate them at their own peril. Look no further than their craftsmanship, a skill so heavily guarded by goblins and vaunted by witches and wizards across the world. Clad yourself in this armor and witness for yourself just how mighty a goblin can be. Forged from goblin silver, this magnificent set of armor has been enhanced with magic beyond what goblins are ordinarily capable of. You see, by channeling your own magic through the armor like you would with a wand, the silver shall glow a malevolent red as the corrupted ancient magic within come to life. Not only will you have a hefty resistance against most spells, almost equal to what a proper Shield Charm can provide, but so long as you continue to channel your magic through the armor, you will have a vast array of newfound abilities to use against your foes.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 23,
      "cost": 200,
      "name": "Ryusaki’s Amulet ",
      "source": "Wizarding World Jumpchain",
      "description": "Apparently, Dai Ryusaki was not content with simply creating one magnificent artifact that could stand the test of time. In truth, this amulet was not purposefully made. Rather, in the throes of his final moments, Ryusaki cursed it, infusing with all the rage and hate burning in his soul, forever turning the once bright and beautiful amulet into a thing of darkness. While wearing the amulet, you will find it slightly easier to use abilities of a darker nature but you will quickly find that is not where its true power lies. For you see, this amulet shows its true colors when worn by another, one that might not be so inclined to the Dark Arts. When worn by another, the curse upon the amulet shall make itself known. Within moments, it shall begin to influence the wearer’s mind. Day by day, the wearer’s will shall be tested and they will find themselves more and more willing to use the Dark Arts. And when their path towards the Dark is complete, the amulet shall leave their clutches and find its way back to you. And the best part? Unless they know about the amulet’s curse, they’ll never even notice that they’ve found themselves on a darker path. Like moths to a flame, or clay to be molded, by you.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 24,
      "cost": 200,
      "name": "Skull-Hookah ",
      "source": "Wizarding World Jumpchain",
      "description": "While Dark relics don’t necessarily need to look the part, like the one above for example, this one certainly does. Bearing a heavy resemblance to the skull-hookah Gellert Grindelwald once possessed, this aged and yellowed skull has been emblazoned with engravings and markings of symbols of the Dark Arts and of your own. And much like Grindelwald’s own, you can use this skull to project the visions within your mind over a vast area, large enough to encompass a colosseum. Useful if you need to impress the masses or perhaps convince them of the righteousness of your cause. However, the skull has one more fascinating ability to it. If it is broken, either by your hands or that of another, the magic within the skull shall rush into the next spell you cast. In doing so, the might of this spell shall be massively improved. A fire that burns down a house, for example, will become one that shall burn down a town. Once broken, you will receive a new one at the start of the next week.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 25,
      "cost": 100,
      "name": "Liquid Wealth ",
      "source": "Wizarding World Jumpchain",
      "description": "Many pure-blood families carry with them centuries of history and with such age, comes wealth borne from the passing of time. And whether pure-blood or not, you’ve gotten your hands on a substantial amount of wealth indeed. 50,000 Galleons worth to be exact. Used wisely, this should be more than enough money for you to live off comfortably for the rest of your days, even without taking into account that you have magic and that you’ll be receiving this amount of money every ten years or so.",
      "chapter": "Gringotts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Gringotts",
      "__line": 26,
      "cost": 100,
      "name": "Goblin Manager",
      "source": "Generic Harry Potter Fanfiction",
      "description": "This is a Goblin of the Gringotts clan, and has chosen to serve you as a loyal manager of your interests. An absolute financial genius, he is a master of both predatory and genuinely good lending, knows how to manipulate all the magical and muggle markets like the back of his hand, and has an unbelievably good eye for investment opportunities both muggle and magical. You can put him in charge of any and all money-related matters, be it balancing your personal chequebook or as the CEO of all your estates and businesses or running the Finance Ministry of your kingdom, and trust him to manage it all with superb brilliance. You won’t ever need to worry about money with this guy around. If you want he’ll also teach you and others his stuff, although getting as good as him might take a looong while, considering how he’s the Einstein, Hawking and Tesla put together of Finance.",
      "chapter": "Gringotts"
    }
  ],
  "5": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 1,
      "cost": 0,
      "name": "Godric’s Guts ",
      "source": "Harry Potter Movie Series ",
      "description": "Though you may feel fear you will never allow that fear to control you as this Perk allows you to fight off any fear, even a supernatural fear that would normally paralyse or kill someone.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 2,
      "cost": 0,
      "name": "Occlumency",
      "source": "Harry Potter Movie Series ",
      "description": "Through this art you magically close your mind against mental intrusions. This can prevent Legilimens and telepaths from accessing your thoughts and feelings, or manipulating them.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 3,
      "cost": 0,
      "name": "Legilimency",
      "source": "Harry Potter Movie Series ",
      "description": "This art aids you in magically navigating through the many layers of a person's mind and correctly interpreting your finding This functions differently from mind-reading as the results tend to be more abstract and biassed to the person’s memories.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 4,
      "cost": 0,
      "name": "Hogwarts Field ",
      "source": "Harry Potter Movie Series ",
      "description": "You may place the Quidditch Field within a replica of Hogwarts School of Witchcraft and Wizardry that cannot be interacted with beyond the quidditch match.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 5,
      "cost": 100,
      "name": "Curious ",
      "source": "Hogwarts Legacy",
      "description": "You have a thirst for knowledge. You are always able to find learning exciting and engaging, and when you are receiving instruction, your teachers will always have an instinctive knowledge for how to explain things simply enough to match your current level of knowledge.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 6,
      "cost": 100,
      "name": "Well-Read",
      "source": "Hogwarts Legacy",
      "description": "You have read a high number of books on a variety of magical topics, and you have an extremely keen memory to hold them all. Your memory in general is near-eidetic, and in connection to books and other writings, anything you read is perfectly stored and indexed in your mind.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 7,
      "cost": 100,
      "name": "Lumos",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for the spell Lumos, which can allow you to keep your wand lit, even when casting other spells, as well as manifesting Lumos in different ways, such as floating orbs of light. Your light also has a minor repelling effect on ghosts and similar beings.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 8,
      "cost": 100,
      "name": "Revelio ",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for the spell Revelio, causing your casting of the spell to have a wider array of colors with a wider array of meanings for things it can detect, such as a golden glow for wands or a brown glow for books. You can also hold onto the glows, allowing you to continue to see what was revealed for up to several minutes without needing to recast the spell.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 9,
      "cost": 100,
      "name": "Protego ",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for the spell Protego, allowing you to ‘attune’ your shield to only be weak against certain types of spells, such as direct combat or binding spells, in turn making it almost impenetrable to all other types of force and magic.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 10,
      "cost": 100,
      "name": "Reparo",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for the spell Reparo, allowing you to be far more flexible in how you repair things. You could unfade a painting, unburn a log of wood, or unmelt a block of ice, as long as what you are undoing can be generally conceived of as damage.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 11,
      "cost": 100,
      "name": "Course Books",
      "source": "Hogwarts Legacy",
      "description": "A set of books covering the basics for every class from first year through seventh. Individual teachers may assign additional texts, but even if you only had these books to study from, it would be enough for you to pass your OWLs and NEWTs.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 12,
      "cost": 100,
      "name": "Library Annex ",
      "source": "Hogwarts Legacy",
      "description": "A room filled with bookshelves. Initially, the shelves are filled with a random assortment of books copied from the Hogwarts library. Whenever you hold and at least skim through a book, a copy will appear on the shelves of this library for you.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 13,
      "cost": 100,
      "name": "No Snooping",
      "source": "Hogwarts Legacy",
      "description": "While not an outright immunity to legilimency or mind reading, this perk will ensure that no nosey old men or antique hats or what have you will find any of your meta-knowledge, proof of your extradimensional nature, knowledge of your outside context abilities, information about your real age, or anything else that would inherently prove that you don’t belong here.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 14,
      "cost": 100,
      "name": "Quidditch Prodigy ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You’re a born expert on the broom, able to outfly professionals in a race with little practice and dominate in all flying sports with similar ease.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 15,
      "cost": 100,
      "name": "Disciple of Trelawney",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You are incredibly skilled at cold reading and at making general predictions of things that may come true in a general time period. You're also a talented showman, able to cater to a general audience, and when push comes to shove you're pretty good at BSing your way out of a corner. Now if you want to be an actual seer, that's another Perk.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 16,
      "cost": 100,
      "name": "Study hard and you will be rewarded ",
      "source": "Harry Potter Movie Series ",
      "description": "The more you research and study the better you will be able to retain the information gained, and you also are better able to differentiate correct information from mistakes and misinformation.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 17,
      "cost": 100,
      "name": "1⁄3 of The Golden Trio",
      "source": "Harry Potter Movie Series ",
      "description": "You may select one of the members of the main cast of the Harry Potter franchise from Ron, Harry or Hermione.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 18,
      "cost": 200,
      "name": "Apparition ",
      "source": "Wizarding World Jump",
      "description": "Apparition is an advanced art of magic but one that is nonetheless very useful despite how difficult it might be. With it, a wizard can get to practically anywhere, instantly transporting themselves from one place to another. To learn it, one must come to master the three D’s. Destination, Determination, Deliberation! And you have done so indeed, becoming capable of Apparating with the utmost precision and at only a moment’s notice. Right now, so long as you have a clear image of where you’re going, and nothing is blocking you, you can Apparate anywhere within a few hundred miles or so. And you’ve mastered Apparition to such an extent that you won’t need to worry about making a mistake either. That is a very good thing given how... severe the consequences of a failed Apparition can be.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 19,
      "cost": 200,
      "name": "Power of Patronus",
      "source": "Wizarding World Jump",
      "description": "An ancient and mysterious spell, the Patronus Charm is an extraordinarily difficult piece of magic that summons forth a magical sentinel, a projection formed from your innermost hopes and positive emotions. It is a guardian angel that shall stand by your side guarding from the creatures and monsters of the Dark. And now, not only are you capable of conjuring a corporeal Patronus regardless of the horrors you face, a guardian that shall push back and repel all the creatures of the Dark, but because of your training, you have learned to hold onto hope in even the darkest of times. So long as hope burns bright within you, the fight shall rage on.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 20,
      "cost": 200,
      "name": "Rumor and Gossip ",
      "source": "Hogwarts Legacy",
      "description": "Rumors move fast, and they are particularly quick to reach your ears. You are always keyed into the grapevine wherever you might happen to be, quickly hearing tales of people in need, strange phenomena, buried treasures, and roaming beasts. Even if you rarely, if ever, talk to people, you somehow still know what rumors are flying around.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 21,
      "cost": 200,
      "name": "Lingering Clues ",
      "source": "Hogwarts Legacy",
      "description": "Time wears down all things, which can make research difficult when information has been lost to accident or disaster. But now, when you are searching for something, you will find that happenstance has led to the data managing to survive through the centuries. Carvings will still be detailed, paintings will not have faded, books will have survived without mildew or rot, even in damp basements or caves. Lost knowledge is far less lost when you are searching for it.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 22,
      "cost": 200,
      "name": "Combat",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for combat spells, such as Expelliarmus, Bombarda, Diffindo, and Stupify. All such spells hit harder against your enemies, and, when you are focusing on a specific enemy, you will occasionally see glyphs flash briefly into existence over their head. These glyphs represent specific spells that would be particularly useful against your target (such as one for Expelliarmus when their grip on their wand slips a bit), and with practice, you can use these indicators to greatly improve your combat casting.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 23,
      "cost": 200,
      "name": "Impediment ",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for magic that restricts movement, including Glacius, Arresto Momentum, and Petrificus Totalus. Any such magic you use tends to last for far longer, and will linger on those affected for some time after they break, continuing to slow their movements for a while. You are also resistant to such effects yourself.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 24,
      "cost": 200,
      "name": "Stealth",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for both Disillusionment and Alohomora. Your Disillusionment spell has expanded to include muffling both sound and scent, and your Alohomora can handle even the toughest locks. You also have a general sense when someone is looking at you, or, when Disillusioned, when they would see you if you dropped your spell.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 25,
      "cost": 200,
      "name": "Quidditch Training Equipment",
      "source": "Hogwarts Legacy",
      "description": "Headmaster Black may be banning Quidditch this year, but that is no reason to slack off practicing. This wooden trunk contains equipment that can help with practicing for each position, as well as three dozen enchanted floating rings that can be set to expand and form racecourses around the area to help with practicing broom handling skills.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 26,
      "cost": 200,
      "name": "Seer ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You’re a seer. Someone with the ability to foresee the future. While the ability can be trained to an extent, for the most part, it’s inborn. By itself, this Perk gives you a talent akin to Trelawny, where you will merely spout off a cryptic prophecy at important junctures that predict a possible future if properly deciphered, with the caveat that unlike her you’ll remember what you said, and maybe get an occasional coincidental or accidentally correct prediction,",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 27,
      "cost": 200,
      "name": "Great Teacher",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "Maybe you'd rather be a teacher than a student, or maybe you’d like to establish something akin to the DA a bit early. Either way, you’re remarkably talented when it comes to teaching what you know to other people in a way that will let them put it to practical use.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 28,
      "cost": 200,
      "name": "Swish and Flick",
      "source": "Harry Potter Movie Series ",
      "description": "You have perfect wrist control allowing you to wield your wand like a master, this allows you to cast spells with incredible precision and strengthens your hand eye coordination immensely.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 29,
      "cost": 200,
      "name": "Cushioning Charm ",
      "source": "Harry Potter Movie Series ",
      "description": "You have learned the art of comfort optimisation allowing you to implement the best options to make anything that you rest on as comfortable as possible.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 30,
      "cost": 300,
      "name": "Fire Magic",
      "source": "Hogwarts Legacy",
      "description": "You have a talent for magic involving flames, including Incendio and Confringo. You are able to direct flames you create precisely, preventing them from burning anything you don’t want them to, to the point where you could burn the webs off an Acromantula victim without so much as singeing the hair on their head. You also have a basic grasp of Fiendfyre, though you still have to focus to keep it under control.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 31,
      "cost": 300,
      "name": "Transfiguration",
      "source": "Hogwarts Legacy",
      "description": "You have a general mastery of Transfiguration, allowing you to conjure, vanish, and transform materials, with far less material / effort needed for permanent effects. You also have a firm grasp on the tricks of Human Transfiguration, allowing you to turn people into objects and back again, and you have gained an Animagus Transformation of your own, allowing you to transform into a mundane animal of your choice.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 32,
      "cost": 400,
      "name": "\nTop of the Class",
      "source": "Hogwarts Legacy",
      "description": "Even if you started Hogwarts late, you’ll soon sail past your classmates, because your learning speed is simply unreal. You are able to pick up in weeks what it would take others years to learn, and your learning isn’t simply static and rote. You are a wellspring of inspiration, capable of taking what you learn and building on it and synergizing to discover new applications of your own.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 33,
      "cost": 400,
      "name": "Enchanting Education",
      "source": "Hogwarts Legacy",
      "description": "It does little good to collect knowledge if you can’t share it. You are an exceptional teacher, capable of teaching your skills and knowledge at an accelerated rate without any loss in understanding. But you particularly shine as a teacher of magic. Put simply, any spellcasting abilities or related magical skills that you possess can be taught to absolutely anyone, so long as you are the one teaching them.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 34,
      "cost": 400,
      "name": "Hogwarts Castle ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "A number of fanfics have Harry become or be revealed to be the Heir of all four founders and thus somehow the rightful owner of the school. During this Jump, you will always have reasonable access to the school grounds and its facilities and at least a token say on decisions made by the board of governors. Post Jump, you’ll receive a copy of the castle with all of its supplies and facilities as well as the grounds, with a suite of NPC house elves, portraits, and optionally teachers. You can use it as a school, as anyone you bring here to learn will gain the Magic perk and their own Wand and School Supplies Items, or you could repurpose it for some other use. Maybe a base? It comes with the full suite of Canon security at its greatest. This castle and its grounds can be imported into a suitable location in your current Jump or kept as a pocket dimension attached to your warehouse.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 35,
      "cost": 400,
      "name": "I’m rather gifted with memory charms",
      "source": "Harry Potter Movie Series ",
      "description": "You have an excellent memory and have memorised all of the mind relating spells and charms to such a degree that even if you were a muggle you could use this knowledge to replicate the effects of the spells without magic.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 36,
      "cost": 400,
      "name": "Ancient Runes that’s a fascinating subject ",
      "source": "Harry Potter Movie Series ",
      "description": "You are a master of magical runes beyond the scale of most wizards as you gain an understanding of the underlying logic of rune crafting. Through this understanding you can use any language to create runes by inserting your magic and will into each, though some languages are more powerful than others.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 37,
      "cost": 600,
      "name": "Book and Quill",
      "source": "Slytherin Jump",
      "description": "Within a small locked tower at Hogwarts lies a magical book and an equally magical quill. Together, these two artefacts are responsible for recording the births, names, and displays of magic of magical children within the United Kingdom. This urchase does not grant you those two artefacts, but it does grant you similar ones. You’ll receive a magical book that, when one writes their name and date of birth in the book with the magical quill, grants them magical power. No matter how many people have written their details down, there will always be space available for more people to write their name and date of birth down. A box of second-hand wands which are still in excellent shape is included with the purchase of this book and quill, there will always be a suitable wand present in the box for those who’ve just signed the book.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 38,
      "cost": 600,
      "name": "Dueling Skills",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Skill in Magical Combat equal to Albus Percival Wulfric Brian Dumbledore. Needless to say you are very very good at using Magic to make sure someone has a really really bad day.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 39,
      "cost": 600,
      "name": "I've Always Wanted To Use That Spell",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Ability to simultaneously conjure or animate an army of Stone (or Metal) suits of armor, sufficient to guard a Castle the size of Hogwarts from any non magical threat on their own.",
      "chapter": "Hogwarts"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Hogwarts",
      "__line": 40,
      "cost": 200,
      "name": "I Can Mend Bones In A Heartbeat, But Growing Them Back.",
      "source": "Hogwarts Professor Jumpchain",
      "description": "Probably one of the better skills to have in a school as violent as Hogwarts, you have the full medical knowledge of Madame Pomphrey allowing you to as said mend broken limbs with the flick of your wand and cure almost any other injuries and illnesses you may encounter.",
      "chapter": "Hogwarts"
    }
  ],
  "6": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 1,
      "cost": 0,
      "name": "Robes and Mask ",
      "source": "Generic HP Dark Wizard Jump",
      "description": "All dark wizards need something to look the part don't they, you now have a set of concealing black robes and a skull-like mask to cover your face.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 2,
      "cost": 100,
      "name": "Cunning Linguist",
      "source": "Slytherin Jump",
      "description": "Many forbidden tomes of the Dark Arts are written in languages other than English. This could be slightly problematic if you’re trying to learn about the book’s contents but can’t read the language it’s written in. How very fortunate then that you’ve got quite a mind for languages. Not only do you now know three new languages of your choice, but you also pick up other languages twice as fast as before.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 3,
      "cost": 100,
      "name": "Some Determination Required",
      "source": "Slytherin Jump",
      "description": "The Dark Arts can grant a Dark Wizard or Witch many wondrous but terrible abilities. However, to acquire some of those abilities may require one to go through with monstrous acts. Is it any surprise then that you are determined enough to go through with your plans, no matter what the cost might be so long as you desire the end result enough? In addition, you are able to switch off your morality, for when you have no choice but to go through with those aforementioned acts that you wouldn’t be able to stomach otherwise. You can switch your morality back on at any time, and are even able to choose a predetermined time to automatically switch it back on in advance.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 4,
      "cost": 100,
      "name": "Slytherin Lock ",
      "source": "Slytherin Jump",
      "description": "A device invented by none other than Salazar Slytherin to safeguard his scriptorium. These metallic serpents function both as magical locks as well as gate guardians. You’ve acquired three of these devices that can be placed at any kind of doorway, where they will seamlessly meld with the doorway in question and from that point on will function as both locks and defenders. In addition, you’ve acquired a scroll with instructions on how to create more of these devices.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 5,
      "cost": 100,
      "name": "The Pure-Blooded Genealogy of Jumper",
      "source": "Slytherin Jump",
      "description": "Salazar Slytherin wanted to only teach those whose ancestry is purest, so it would not do at all for others to accuse you of being a half-blood, or worse, a muggleborn. How very fortunate then that you’ve got this tome containing your complete genealogy, proving that you are a pureblooded descendant of Salazar Slytherin himself. In future Jumps, this book will allow you to become a family member of a character of your choice. This somehow even works as a Drop-In, perhaps they’ll assume you’re some long-lost cousin?",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 6,
      "cost": 100,
      "name": "Portrait of Salazar Slytherin ",
      "source": "Slytherin Jump",
      "description": "A magical portrait of Salazar Slytherin painted and enchanted by a renowned wizarding painter. Though the Salazar within this painting is only a representation of the wizard himself, personality-wise he’s identical to the original. Whilst he doesn’t have any of the original Salazar’s magical knowledge or skills and is thus unable to tutor you in magic, this painting is very old indeed and has thus seen many ages pass by. Surely, having lived such a long life, even if merely as a painting, there is wisdom to be found in his counsel?",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 7,
      "cost": 100,
      "name": "Bearer of Cursed Blood",
      "source": "Slytherin Jump",
      "description": "Though she’s not an animagus, this witch is nonetheless capable of transforming into a large snake as a result of a blood curse. For now, she has the ability to change between human and snake at will, but this ability will gradually grow uncontrollable and she will eventually lose the ability to think like a human, until all that’s left is the snake that she is destined to become. She hopes to one day meet a parselmouth, in the hopes of holding onto a small shred of humanity when she inevitably succumbs to the curse. Perhaps you know of a parselmouth, or maybe you’re one yourself? Whatever the answer to that question may be, she believes joining your adventure as a Companion is her best chance of meeting one. Will you take her along with you?",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 8,
      "cost": 100,
      "name": "Jumper’s Mark",
      "source": "Wizarding World Jump",
      "description": "You may have come into this world with little more than the clothes on your back and your wand, but that does not mean you must leave this world the same. Taking a few notes from a certain snake-faced dark lord, you’ve ensured that you can leave your mark in this world. By engraving a certain symbol of your own design into the skin of the willing, you may mark them, allowing you to call upon them so that they may stand by your side. Of course, these marks can also be used by their bearers to call upon their fellow bearers and, if you are willing to reciprocate, even you. And finally, you now know a spell that allows you to conjure your symbol high in the sky, an aurora of magic that is well and truly yours. With such a thing, there shall be no mistaking who was responsible for your deeds.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 9,
      "cost": 100,
      "name": "Dark Creatures Affinity",
      "source": "Generic HP Dark Wizard Jump",
      "description": "Dark creatures are more likely to obey your orders and view you as an Ally rather than a food source.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 10,
      "cost": 100,
      "name": "He Just Can’t Be Back ",
      "source": "Generic HP Dark Wizard Jump",
      "description": "Other people will find reasons to downplay your actions or deny that they need to oppose you. Your actions may be blamed on a fall guy.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 11,
      "cost": 100,
      "name": "Manor ",
      "source": "Generic HP Dark Wizard Jump",
      "description": "A massive well-maintained manor suitable for the wealthiest of wizarding families, heavily enchanted for the owner's convenience and safety.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 12,
      "cost": 100,
      "name": "Shady Shop",
      "source": "Generic HP Dark Wizard Jump",
      "description": "A small run-down store off the beaten path that just so happens to both buy and sell some less than legal but exceedingly useful things.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 13,
      "cost": 200,
      "name": "From the Mouth of Serpents",
      "source": "Slytherin Jump",
      "description": "Parseltongue is the language of all serpents, and those witches and wizards who can speak it are known as parselmouths. One of the most famous parselmouths in history is of course none other than Salazar Slytherin, and his descendants have inherited this gift as well. Are you one of his descendants, by any chance? It would certainly explain how you can speak this magical language. Well, whatever the case may be, one thing is for sure. Yer a parselmouth, Jumper. And a thumpin’ good one, I’d wager. As a parselmouth you can both understand and speak to serpents of all kinds, and are even able to influence them to a certain extent.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 14,
      "cost": 200,
      "name": "Basilisk-skin Wardrobe ",
      "source": "Slytherin Jump",
      "description": "An entire wardrobe’s worth of clothing made from the skin of a mighty basilisk. Like the hide of a dragon, basilisk skin is very tough and shares its resistance to spells, and thus so do these clothes. No matter what your style or aesthetic may be, you're sure to find some suitable clothing within this wardrobe.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 15,
      "cost": 200,
      "name": "Chamber of Secrets",
      "source": "Slytherin Jump",
      "description": "Created by Slytherin himself during mediaeval times, this secret chamber is hidden under the dungeons of Hogwarts Castle. Accessible only by those capable of speaking in parseltongue, it was built with the hope that one day the school would be purged of those Slytherin considered unworthy. Though this is merely a copy of the actual Chamber of Secrets, that does not change that it is a large, well-hidden and well-protected hidden chamber that would make for an excellent secret lair worthy of any Dark Wizard or Witch. As the chamber’s owner, you are able to change the aesthetics, layout, and location once per Jump. Just like how only those who speak parseltongue are able to enter Slytherin’s chamber only certain people are able to enter your chamber, which you are of course free to designate. Perhaps only those who’ve been sorted into Slytherin house are capable of entering, or perhaps only those who’ve acquired a snake animagus form? The choice is yours.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 16,
      "cost": 200,
      "name": "Cursed Necklace",
      "source": "Harry Potter Movie Series",
      "description": "You have a strange control over this necklace causing the first person who touches it become a sleeper agent in order to complete a single preprogrammed objective..",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 17,
      "cost": 200,
      "name": "Homing Knife ",
      "source": "Harry Potter Movie Series",
      "description": "This magical knife has a special enchantment that when it is thrown it will automatically be pulled towards its intended target.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 18,
      "cost": 200,
      "name": "Heir of le Fay ",
      "source": "Harry Potter Movie Series",
      "description": "You are a descendant of the legendary Dark Witch Morgan le Fay and have inherited her immense talent on Potions and performing Dark Arts.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 19,
      "cost": 200,
      "name": "Walker of Shadowed Paths",
      "source": "Generic HP Dark Wizard Jump",
      "description": "You have great skill and good fortune in recovering long-lost magic and lore.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 20,
      "cost": 200,
      "name": "Blood Pact ",
      "source": "Generic HP Dark Wizard Jump",
      "description": "A silver chain and glass vial containing the blood of two people, the first is yourself, and the second is whomever you choose first on entering a Jump. While the vial remains intact neither you nor the other person whose blood is in the vial can intentionally harm nor obstruct each other directly",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 21,
      "cost": 200,
      "name": "Infiltrator",
      "source": "Generic HP Dark Wizard Jump",
      "description": "A (secretly) loyal servant who wishes for nothing but your victory, and who has successfully disguised themselves and slipped into the halls of your enemies to assist in such. Mediocre in power but skilled in stealth and a fair hand at Potions.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 22,
      "cost": 200,
      "name": "Traitor",
      "source": "Generic HP Dark Wizard Jump",
      "description": "A (fearfully) loyal, or at least obedient follower. This coward seeks your protection and gives you a view into the plans of your greatest group of enemies to buy it.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 23,
      "cost": 300,
      "name": "Horcrux",
      "source": "Harry Potter - Magic Edition",
      "description": "Contains part of your soul. As long as it is intact or the soul inside is unharmed, you can not die. Pick a mundane item to be its form.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 24,
      "cost": 400,
      "name": "Feldcroft Relic",
      "source": "Slytherin Jump",
      "description": "First discovered by one of Salazar Slytherin’s students, this tetrahedron is a dark artefact capable of healing people from both magical and mundane afflictions, maladies and injuries of all kinds—including those left by dark magic—by sacrificing another living being to the artefact. Most insidiously, these sacrifices can then later be summoned as inferi, corpses reanimated by the dark power present within this artefact. Even if these inferi should be destroyed, these reanimated corpses can be summoned once more after a few days, the dark power within forcing them to obey your commands over and over and over again.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 25,
      "cost": 400,
      "name": "Slytherin’s Spellbook ",
      "source": "Slytherin Jump",
      "description": "Originally stored in Salazar Slytherin’s secret scriptorium, it was later found by several Hogwarts students in the 19th century and has now miraculously made its way into your hands. Within, one can find the complete recounting of Salazar Slytherin’s life as well as all of his knowledge of the Dark Arts and magic in general. With this grimoire, even a witch or wizard of middling skill could become one of the greatest practitioners of the Dark Arts.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 26,
      "cost": 400,
      "name": "Dark Arts ",
      "source": "Hogwarts Legacy",
      "description": "You have an affinity for the Dark Arts, and know how to cast all three of the Unforgivable Curses. You have the ability to cause any of your curses, including the Unforgivables, to become ‘infectious’, spreading from one target towards others in various ways, as well as causing them to intersect, such as allowing you to kill one person with an Avada Kedavra who you have under the Imperius, and simultaneously causing anyone else you also have under the Imperius to die at the same moment.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 27,
      "cost": 400,
      "name": "Mark of Loyalty",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "For both your willing followers and your bound servants, you can create some mark, be it a brand or tattoo on their flesh or a piece of conjured jewelry that they can never remove, of a personal symbol that represents you or your cause. This isn’t just an identifying marker, however as it can be magically concealed, used to alert your servants that you have need of them, call them to your side, or punish them with pain all with a thought while also automatically triggering their brains to release dopamine whenever you are pleased with their performance.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 28,
      "cost": 400,
      "name": "Basilisk Fang",
      "source": "Harry Potter Movie Series",
      "description": "This dagger-like fang can produce a limitless supply of any type of venom; if left unattended it would drip out producing a teaspoon a day but if you want to gain more you can squeeze it to make it come out at a trickle thereby producing the same amount in less than five second",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 29,
      "cost": 400,
      "name": "Enduring Curse ",
      "source": "Generic HP Dark Wizard Jump",
      "description": "Curses you cast never wear off on their own, if they can't magically remove the effects they'll just have to suffer them forever.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 30,
      "cost": 400,
      "name": "Taboo ",
      "source": "Generic HP Dark Wizard Jump",
      "description": "Can cast a curse on any name you choose this curse instantly destroys any protective charms, enchantments, or other purely magical defenses around anyone who speaks the name aloud and informs you or someone of your choice of their location.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 31,
      "cost": 400,
      "name": "\r\nBlack Smoke Flight",
      "source": "Generic HP Dark Wizard Jump",
      "description": "Unassisted magical flight, turns your body partially or fully into a cloud of black Smoke. While fully smoke you can turn invisible and tear through stone and steel with ease.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 32,
      "cost": 500,
      "name": "Cave of Sorrows ",
      "source": "Harry Potter Movie Series",
      "description": "This cave is a replica of the one used to hide one of Voldemort’s Horcruxes. Entering the cave requires climbing the side of a mountain, then the entrance requires a blood sacrifice to open, leading to a large Inferi-infested underwater lake with an island in the centre. To cross the lake a person would be required to find and use the invisible boat and on on the island is a basin filled with a potion that could not be touched except with a cup with the only way to dispose of it being to drink it causing the drinker to see and experience \"terrible things\". unless they are you. Once empty the basin will lead to a vault that anything can be stored within.If the lake water is touched or any of the rules are broken a near-infinite army of Infe will rise from the lake and attempt to kill the interloper and make them an Inferi. You may also call many of the Inferi out of the cave for up to 3 hours with them following your commands before they disintegrate.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 33,
      "cost": 500,
      "name": "Obscurus",
      "source": "Harry Potter Movie Series",
      "description": "Your body is now a stable, controllable force of energy similar to an Obscurus with any parts of your body including blood, skin and hair turning into magical ash shortly after separation. Any harm to your body will quickly repair itself with the magical force you are made of filling in the gap You are able to shift between your normal visible form and an energy cloud that you will retain complete control.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 34,
      "cost": 600,
      "name": "Breeder of Serpents",
      "source": "Slytherin Jump",
      "description": "It was the ancient Greek dark wizard Herpo the Foul who first created the basilisk, after much experimentation and failed attempts. The knowledge of how to create these mighty serpents is now yours, but your skill at serpent breeding does not stop there. Indeed, you’re quite skilled and knowledgeable when it comes to breeding any kind of serpent, be they magical or not. Naturally this also extends on how to care for them in general, it would not do to finally breed your own basilisk only to then have it die in a fiery inferno because you mistakenly believed a basilisk to be fireproof, for example. That would just be embarrassing, wouldn’t it?",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 35,
      "cost": 600,
      "name": "Master of the Darkest Arts",
      "source": "Slytherin Jump",
      "description": "The Dark Arts are many, varied, ever-changing, and eternal. They are likened to a many-headed monster which, each time a neck is severed, sprouts a head even fiercer and cleverer than before. As one of the more notable practitioners Salazar Slytherin’s skill with the Dark Arts rivals that of Herpo the Foul, Grindelwald, and possibly Voldemort. And now it would seem you stand amongst them, at least when it comes to the Dark Arts. Naturally, this also means you’re capable of casting the three unforgivable curses.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 36,
      "cost": 600,
      "name": "Salazar Slytherin’s Wand ",
      "source": "Slytherin Jump",
      "description": "Passed down through the ages from one descendant of Salazar Slytherin to another, this wand made from snakewood contains a fragment of the horn of a magical serpent, Salazar’s basilisk to be precise. A supremely powerful wand, with a particularly strong affinity for the Dark Arts. Such spells cast with this wand are both easier to cast and a lot stronger than normal. The wand has been taught by Salazar to ‘sleep’ when so instructed, and this secret has been handed down through the centuries to each member of Slytherin’s family who possessed it. And now both the wand and this secret have been passed down to you.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 37,
      "cost": 600,
      "name": "Dementor’s Kiss ",
      "source": "Harry Potter Movie Series",
      "description": "You can now perform the Dementor's Kiss, the act of sucking out and consuming a person's soul, a punishment worse than death that completely destroys the person's soul making it impossible for them to become a ghost or be restored without building them a new soul. You can select what soul is pulled out if there are multiple souls within a body; breaking it down and enriching the user's soul, strengthening it and fully repairing any damage it has received. With time and experience the consumer would be able to absorb any beneficial traits the soul possess and possibly acquire a modicum of the skills and memories with the soul, this is far more effective when used in tandem with Legilimency. There are no detrimental side effects to the user's soul from this. You can also feed the soul to another for them to gain the same benefit This would not make you immune to the dementor’s kiss but could allow you to overpower them, both preventing them from stealing your soul and allowing you to takeany soul they have recently consumed.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 38,
      "cost": 600,
      "name": " A Personal Graveyard ",
      "source": "Harry Potter Movie Series",
      "description": "This ornate and decorative graveyard is a warehouse attachment that will automatically teleport any dead companions or followers into a grave with all of their parts including ash, souls and essence. Once per Jump per person you will be allowed to revive anyone brought here from death back to life, this will also function as a 1-UP for you if you have no more remaining.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 39,
      "cost": 600,
      "name": "Not just witches and wizards but all manner of dark creatures",
      "source": "Harry Potter Movie Series",
      "description": "Through this Perk you can dominate beasts and magical creatures, forcing them to follow you without question. This domination can be forced onto any non-sapient creature, and some low intelligence beings that would normally count as sapient. You can use this domination as long as you would normally be able to defeat them one on one; but it can be used on multiple beings simultaneously allowing you to dominate an army that could defeat dragons.",
      "chapter": "Knockturn Alley"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - Knockturn Alley",
      "__line": 40,
      "cost": 600,
      "name": "Dark Creature Creation:",
      "source": "Harry Potter - Magic Edition",
      "description": "You learn the foul art on how to make abominations or magic and nature, making things like Dementors or an army of Inferi are not out of your reach.",
      "chapter": "Knockturn Alley"
    }
  ],
  "7": [
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 1,
      "cost": 0,
      "name": "Dobby ",
      "source": "Harry Potter Movie Series",
      "description": "A male house-elf who served the Malfoy family. His masters were Dark Wizards who treated him cruelly. He would normally disobey his masters and try to warn Harry Potter of the plot to have the Chamber of Secrets reopened. Now he can become your new friend and companion or if you want you can choose another elf.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 2,
      "cost": 100,
      "name": "He-Who-Must-Not-Be-Named ",
      "source": "The Wizarding World Jump",
      "description": "A reputation is a useful and powerful thing. Just ask Lord Voldemort himself. Or maybe not. He’s not exactly the most pleasant sort and depending on when you arrive, he’ll probably be quite indisposed. But regardless, despite how unpleasant he might be, there are quite a few things you could stand to learn from him. In this case, you’ve learned how to cultivate a reputation for yourself. Your endeavors seem to take on a life of their own, spreading throughout entire communities like Fiendfyre. Even more than that, tales of your deeds become almost exaggerated, such that, depending on what exactly you’ve done, they will praise your name or shun it to an almost unnatural degree for the sheer terror and awe it reminds them of. Just make sure you can live up to it, alright?",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 3,
      "cost": 100,
      "name": "Muggles Don’t See Nothing, Do They?",
      "source": "The Wizarding World Jump",
      "description": "Hiding your magic from Muggles can sometimes be a difficult task, especially when they can be more perceptive than you might think. But for you, and with this, keeping your magic secret won’t be that big of a problem. In your presence, Muggles always seem to rationalize or even ignore minor uses of magic. For example, floating small objects or creating a bit of fire and light will be thought of as a clever use of strings and Muggle technology such as lighters and the like. Of course, this isn’t going to be quite as effective if you try and perform greater feats of magic such as setting an entire forest ablaze with nothing more than a stick in your hands. In that case, you better have one handy-dandy explanation ready for them.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 4,
      "cost": 100,
      "name": "Magical Compatibility ",
      "source": "The Wizarding World Jump",
      "description": "Despite whatever implications such a fact may entail, humanity here is capable of breeding with just about every other being to be found and quite a few beasts as well. And if you wish, so can you. By taking this, you will now be able to produce children with any other sapient being and quite a few beasts, no matter what they are. They could be something as massive as a giant or as small as a house-elf, it doesn’t really matter. You will be able to have children with it, in this world and the next. Giants, house-elves, centaurs, veela, and so many more. As a special bonus, a boon just for you, you now have the ability to control your own fertility.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 5,
      "cost": 100,
      "name": "Map ",
      "source": "Hogwarts Legacy",
      "description": "The field guide contains an interactive map, covering all locations you have explored. It can mark significant landmarks, and expand three-dimensionally to display the interior spaces of buildings or caves or other structures.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 6,
      "cost": 100,
      "name": "Portrait Gallery ",
      "source": "Hogwarts Legacy",
      "description": "A room that houses a few dozen portraits of various famous and accomplished witches and wizards. If you have a connection to Ancient Magic, this can include a couple of portraits of Keepers from the past. These portraits will be generally helpful and friendly and very willing to provide you with insight and advice. In new worlds, a few new portraits of famous historical figures, particularly those who know or are associated with magic, will be added to this gallery.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 7,
      "cost": 100,
      "name": "Magical Cleanliness ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "The wizarding world’s culture and technology resembles a hodgepodge of time periods ranging from the medieval to the victorian with a few smatterings of modernity here and there. While cleaning spells and cleaning products exist, we do see examples of them going without use. Additionally... Would you want to be stuck using only public lavatories and bathing facilities for most of a year if you had a choice? This perk ensures that every part of your body down to your very pores is always perfectly clean and expertly groomed. Additionally, you no longer need to excrete. This perk can be freely shared with all of your Companions, Followers, and so on.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 8,
      "cost": 100,
      "name": "Put your best foot forward -",
      "source": "Harry Potter Movie Series",
      "description": "You possess mastery over the art of dancing, being capable of intuitively understanding the rhythm of sound and flawlessly performing any type of danc These methods of dance can include classical dances such as ballet as well as freestyle dance types such as hip-hop.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 9,
      "cost": 100,
      "name": "Nymphadora Tonks ",
      "source": "Harry Potter Movie Series",
      "description": "You gain Nymphadora Tonks, a Hogwarts graduate who is currently an Auror under the watchful eye of Alastor Moody. Tonks is a Metamorphmagus allowing her to alter her physical appearance at will and a descendant of the Black family despite her mother being disowned.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 10,
      "cost": 100,
      "name": "What about your activities outside the classroom",
      "source": "Harry Potter Movie Series",
      "description": "You have gained a certain romantic intuition allowing you to tell when someone is attracted to you as well as how deep and sincere their emotions are. This also passively improves the quality of any dates you plan and gives you a minor luck boost during the date itself.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 11,
      "cost": 100,
      "name": "Half-Veela",
      "source": "Harry Potter Movie Series",
      "description": "As a Veela descendent you are considerably more beautiful than average humans and possess the innate Veela magic used to entrance others and make beings far more attracted to them. With this Perk you will be able to replicate a Full-blooded Veela’s ability to transform into a harpy-like creature and to throw fireball",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 12,
      "cost": 100,
      "name": "The Family Watch",
      "source": "Wizarding World Jump",
      "description": "It is a tradition amongst witches and wizards that they be given a watch when they come of age at seventeen years old. And while you may not be of this world, that does not mean that you cannot partake in its traditions and culture. Perhaps that is why you have this ornate and fanciful golden pocket watch, something you might consider as a gift from your benefactor, whoever they may be. And as always, this watch of yours is far from ordinary. You see, unlike a regular watch, this watch is not meant to tell the time and its hands represent neither the minute nor the hour. Rather, each hand is meant a representation of you and your trusted Companions. Like a certain redheaded family’s clock, the numbers on it have been changed to locations such as “home”, “school”, “work”, “prison”, “lost”, “mortal peril”, and many more. So long as this watch is by your side, you will always be aware of where your Companions might be and if they would be in need of your help. If you do need to use it as an actual timekeeping device, just press the button on its side and the watch’s face shall shift and change to show you the time. It’s perfectly accurate as well so you don’t need to worry about being late.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 13,
      "cost": 100,
      "name": "Lingua Franca",
      "source": "Wizarding World Jump",
      "description": "There are thousands of languages spoken throughout the world and that only includes the Muggle world. The magical side of things has even more languages to offer such as Mermish and Gobbledegook. It can all make things very confusing but luckily for you, you have a knack for linguistics. Regardless of the language, you can pick it up very well, enough that you could learn the basics of a language by the end of a day and speak it fluently by the week’s end. If you do this right, you could even gain a bit of respect from the notoriously stingy Goblins of Gringotts.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 14,
      "cost": 200,
      "name": "Metamorphmagus",
      "source": "The Wizarding World Jump",
      "description": "A Metamorphmagus is someone who was born with a rather rare magical ability. More specifically, they are people born with the ability to change their physical appearance through will alone, requiring neither spells nor potions, unlike the rest of the world. As mentioned before, it is rather rare but fortunately for you, you are a Metamorphmagus now. The extent of your new abilities allows you to mimic the size and shape of just about anyone, be they someone as beautiful as the lovely Veela or someone as grizzled and battle-damaged as one Mad-Eye Moody. In fact, you already have enough skill that you can even form parts of your body to things that are not entirely human, things such as a duck’s bill for a mouth, just as an example. With a bit more creativity, who knows what you could do in the future?",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 15,
      "cost": 200,
      "name": "Emancipated Minor ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "A number of Fanfics have Harry, either through his own actions or as a side effect of some other thing that happened in the fic, becoming legally recognized as an adult with all attendant rights and responsibilities. Usually at 15, but often at 14 or even younger. With this perk, you will always be considered an adult in all legal, supernatural, and social situations no matter your actual age or physical appearance whenever it would be to your benefit. You will also have ready access to valid legal documentation of your adulthood should you need it.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 16,
      "cost": 200,
      "name": "Made to Last ",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "Something about the ambient magic around Hogwarts, and only Hogwarts in canon for some reason, futzes with electronics but you’ll never notice as ‘anti-technology’ effects never seem to apply to your possessions. Likewise, magic items in your possession seem to shrug off anti-magic.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 17,
      "cost": 200,
      "name": "Charming",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "You're charismatic in an easy-going way, fun to be around, easy to get along with, and pretty skilled when it comes to making new friends or seducing romantic partners. In particular, you're rather talented at getting past the shells and walls others put up and getting them to reveal their true self to you.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 18,
      "cost": 200,
      "name": "It’ll taste fine all the same ",
      "source": "Harry Potter Movie Series",
      "description": "You are a damn good cook and anything you make will taste good and remain unspoiled even if it goes through less than sanitary storage conditions, so no need to worry about food poisoning.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 19,
      "cost": 200,
      "name": "The Tales of Beedle the Bard",
      "source": "Harry Potter Movie Series",
      "description": "This book of children's stories updates itself each Jump in order to contain new in-Jump fairy tales native to that Jump’s universe. It is also guaranteed to contain at least one fairy tale relevant to the plot.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 20,
      "cost": 200,
      "name": "Floo Flame Network",
      "source": "Wizarding World Jump",
      "description": "Ah, Floo powder. What would wizards do without it? First invented by one Ignatia Wildsmith in the 13th century, Floo powder is what allows the Floo Network to work. Through the Floo Network, instantaneous transportation across the entire world becomes possible for just about everyone, even for those who have not yet learned the dangerous art of Apparition. With this, the Floo Network shall follow you wherever you go. First, you are now in possession of the recipe for Floo powder, a secret that has been kept safe for centuries. Not only that, but you also have a small box of the stuff, one that will never run out, no matter how much you take from it. Following that, every property of yours will now be connected to each other through a Floo Network, letting you travel across them with just a scoop of powder. But more importantly, what you have now are the instructions to create your very own Floo Network. With this, you have the choice of adding the new locations to your already existing network or creating a new one separate from those before it. You won’t even need a fireplace. The uses of this should be rather obvious, don’t you think so?",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 21,
      "cost": 400,
      "name": "Inner Eye",
      "source": "The Wizarding World Jump",
      "description": "Magic blesses witches and wizards in different ways. Some are blessed with great skill in varying subjects, from Transfiguration to Charms and more. Others receive more unique talents such as the Metamorphagi or the ability to speak the language the snakes. And with this, it seems that magic has blessed you with the ability to see into the future. Magic has made you a Seer. For now, as a Seer, your only visions of the future come during trances, periods of time wherein you slip into a fugue state and speak out your prophecies in a different voice than normal. Unlike a certain other Seer however, you have the ability to go into these trances on purpose but even still, you will have only a foggy recollection of your visions and prophecies. Over time however, with the more practice and experience you have with this newfound magic of yours, you will come to possess greater control. In time, your predictions shall be made far clearer, more precise. In time, they will no longer be prophecies but visions. Visions as plain to your Inner Eye as the colors of the world are to men and women across the world. And as always, it would be best to remember that the future is never truly set in stone.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 22,
      "cost": 400,
      "name": "Ancient Magic ",
      "source": "The Wizarding World Jump",
      "description": "Magic is much like knowledge. Over the years, it is only natural for magic to become lost to the sands of time, to never again be learnt by the likes of ordinary witches and wizards. But you, you are certainly the farthest possible from ordinary. Like few others before you, the potential to manipulate ancient magic is now within your grasp. With it, you will soon be capable of magic beyond the pale. Bringing forth rain and life to an entire valley suffering from the harshest drought shall be the least of what you can do. But the keyword here is potential. In this budding state of yours, all you can do for now is simply the detection of traces of ancient magic and then use said magic to perform devastating attacks against your foes. And though your newfound abilities have bolstered even the growth of what others may call regular magic, that is not even close to where your limits lie. To truly reach your new limits, you must find ways to learn, people to teach you, and records to study. Do not think that this shall be an easy task. Depending on when you begin your journey, it could be centuries since ancient magic was last wielded.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 23,
      "cost": 400,
      "name": "Wandless Magic",
      "source": "Hogwarts Legacy",
      "description": "You have the ability to cast any spell you know without a wand. Spells cast this way will be generally weaker and less controlled than they would be with a proper focus, but this ability ensures that you are at far less risk if you are disarmed. However, this can function as a training aid, as, if you practice casting spells wandlessly and improve their performance, you’ll find those spells have a distinct boost when performed with an actual wand.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 24,
      "cost": 400,
      "name": "Ancient Ruins ",
      "source": "Hogwarts Legacy",
      "description": "A large and sprawling ruin that is hidden from view from anyone other than you and those you bring with you. The ruin is filled with a variety of examples of forgotten magics and enchantments, as well as various rare and ancient texts scattered throughout it. In each new world you visit, the ruins will update with new examples and new ancient texts, as well as updating its structure to match ancient ruins from the new world.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 25,
      "cost": 400,
      "name": "Unbound Potential",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "Relating to the above bit of fanon is the idea of someone, usually the “Manipulative Headbastard,” placing ‘blocks’ or ‘limiters’ on Harry’s magical core for some inexplicable reason because biggatons are the only way some fic authors can think of to make Harry ‘better’ than canon. Regardless, that’s not something you’ll ever have to deal with, as you are categorically immune to any and all attempts to bind, restrict, suppress, drain, steal, or damage any aspects of your power or energy.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 26,
      "cost": 400,
      "name": "Jumper Manor",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "What we have here is a luxurious sprawling estate with many acres of land and housing and accommodations that would make a jaded out-of-touch billionaire immediately pauperize themselves to try and fail to buy a home better than yours. All the utilities are handled by magic and the kitchens are always perfectly stocked, magical constructs serve the roles of servants, and you effectively have arbitrary room for guests. The manor home proper has whatever luxuries you could possibly want, and it will magically update itself so that no matter what it will always at least make Malfoy Manor or homes owned/inhabited by similar characters look like a run-down one-room hovel next to the city dump, though obviously it’ll never downgrade.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 27,
      "cost": 400,
      "name": "Coffee Shop",
      "source": "The Other Harry Potter Fanfic Jump",
      "description": "Or a tea house, that general idea. A cozy little place, themed however you want, where people can purchase hot drinks and baked goods and just hang out for a while. It’s always conveniently located even if it makes no sense and no one will question it. Business is always good, thanks to the competent NPC staff, and as the owner you have access to a modest income from it as well as a comfortable set of seats around a permanently reserved table for you and your friends to always have a private chat. Also, your orders are always on the house which never hurts the profit margins.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 28,
      "cost": 400,
      "name": "Knight Bus ",
      "source": "Harry Potter Movie Series",
      "description": "This triple-decker, purple Bus can stretch and skew its size at a moment's notice, warping the perspective of those inside without causing any harm. This bus comes with an invisibility filter and a time dilator allowing it to speed up slow down time to make precise movements without ever being noticed. The bus also has an indicator for any stranded individuals of the wizarding community. Post-Jump this indicator will be able to pick up any friendly supernatural entity who is in need of aid. You can also summon this bus by holding your wand or hand up in the air. The bus comes with a follower driver and attendant who maintain the bus.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 29,
      "cost": 400,
      "name": "The Beauxbatons Carriage",
      "source": "Harry Potter Movie Series",
      "description": "This light-blue Carriage comes with a dozen Abraxans, Winged Horses that pull it through the sky. The Abraxans that pull it are a magical species of horse, distinct for possessing wings that enable them to fly, they also come with a toggleabe Disillusionment Charm that prevents onlookers from seeing them or the Carriage they pull. Despite the small size of the Carriage and its erratic movements in flight, the inside approximately the size and layout of an Airbus A340 with the journey feeling smooth and comfortable.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 30,
      "cost": 400,
      "name": "The Durmstrang Ship",
      "source": "Harry Potter Movie Series",
      "description": "This ship has a strange, skeletal look about it, looking similar to a 16th century Spanish galleon. This ship is self propelled and can travel underwater protecting its inhabitants with a protective bubble, and though magical means it can teleport from one large enough body of water to another almost instantly. Thanks to a few modifications this ship can also fly and its bubble can protect the ship from the void of space but would require further alterations to travel faster than light. The expanded space inside of the ship is large enough to have about a thousand people aboard it and keep them in luxurious comfort indefinitely, it is set up like a cruise ship but doesn't need any staff, it is self-cleaning, self-repairing and self-steering. Food, drink etc are all provided through self-refilling buffet tables in a massive dining room, each ro has its own full bathroom, a desk, chair and a king-sized bed.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 31,
      "cost": 400,
      "name": "I can make things move without touching them",
      "source": "Harry Potter Movie Series",
      "description": "You have an interesting knack for magical telekinesis allowing you to remotely move objects around with your mind without using a wand; like a muscle the more you use this the stronger it becomes.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 32,
      "cost": 400,
      "name": "Flying Motorcycle ",
      "source": "Harry Potter Movie Series",
      "description": "You may select between a white 1959 Triumph 650 T 120 Bonneville or a light blue Royal Enfield with optional sidecar. This motorcycle is enchanted to fly up to 300 MPH automatically resize itself to match whoever is riding it and has a protective barrier around it in order to keep an atmospheric shell around you, protecting you from the G-Forces of flight and even in the void of space.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 33,
      "cost": 500,
      "name": "Magic Bag ",
      "source": "Harry Potter Movie Series",
      "description": "This wonderful bag seems to have an infinite space within it that can store anything inside. Should you want to retrieve Items you can do so by putting your hand into the bag with intent to pull a specific Item out. No other may retrieve Items from this bag. You can also connect this to your warehouse in order to access the Items stored within as if they were in the bag.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 34,
      "cost": 500,
      "name": "I have to go back haven't I",
      "source": "Harry Potter Movie Series",
      "description": "Once per jump or once every 10 years you gain a 1-UP which activates when you die preventing a chain fail for that death unless you choose to stay dead. At this point your soul will appear in a white blurry variation of a place important to you In this location you will meet a version of Death who will have a short conversation with you, then you will be given the choice to come back to life or stay dead.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 35,
      "cost": 600,
      "name": "The Boy-Who-Lived -",
      "source": "Harry Potter Movie Series",
      "description": "No tool of instant death can end your life, neither the killing curse nor a mandrake cry, not even a staring contest with basilisk can kill you however these instant death techniques may leave you with a scar. Keep in mind you can still fall victim to any non-instant killing methods such as regular poison, mundane weapons or blood loss.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 36,
      "cost": 600,
      "name": "12 Grimmauld Place",
      "source": "Harry Potter Movie Series",
      "description": "The ancestral home of the Black family, located in the Borough of Islington, in London, within a Muggle neighbourhood, the building is protected by many wards, including a Fidelius Charm of which you are the secret keeper, preventing anyone you haven’t informed about the location from finding the building. Should you choose, you may chose to have these protections extended to other properties you own. Ignoring the normal provisions that would prevent a secret keeper from holding the secret of their own residence. As a side note, the Fidelius Charm over this property will remain with you as the sole secret keeper even should you die.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 37,
      "cost": 600,
      "name": "Prophecy Orb",
      "source": "Harry Potter Movie Series",
      "description": "At the start of each Jump this orb will light up and grant you a prophecy of your greatest problem that is to occur within the Jump, in the form of a poetic riddle. The prophecy will give you notes on how best to prepare for the problem and potential solutions.",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 38,
      "cost": 600,
      "name": "Have you ever heard of this spell",
      "source": "Harry Potter Movie Series",
      "description": "Probably not, as with this Perk you gain the understanding of how to break down every spell you know into its base components and reassemble them to do new things, such as breaking down and combining Lumos with Legilimency to shine memories against a wall like a film projector",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 39,
      "cost": 600,
      "name": "An Army of Stone and Steel ",
      "source": "Harry Potter Movie Series",
      "description": "This army of 100 stone statues and 100 suits of armour will follow your commands taking positions to act as inanimate decorations, only moving when you order them to. You can also convert any other mundane statues or suits of armour you own into more fiat-backed soldiers .",
      "chapter": "The Wizarding World"
    },
    {
      "__source": "Celestial Spellbook by Gothicjedi666 - The Wizarding World",
      "__line": 40,
      "cost": 100,
      "name": "Curse of Defense",
      "source": "Wizarding World Jump",
      "description": "The post of Defense Against the Dark Arts within Hogwarts is said to be cursed and judging by the long, long line of teachers and professors being ousted from the position year after year, there is probably some merit to such a thing. But fortunately for you, that shouldn’t be too much of a problem. You see, unlike those poor folks, you’re quite good at keeping your job. Now, so long as you actually do your job properly, you will never get ousted from your position due to circumstances beyond your control. Hey, maybe you should apply for Hogwarts. They’re always looking for DADA teachers.",
      "chapter": "The Wizarding World"
    }
  ]
}